{
    "adventure": {
        "short": {
            "english": "A brave adventurer named Alex ventured into the dense jungle, following an ancient map that promised to lead to a long-lost treasure. The air was thick with mystery, and every step seemed to whisper secrets of the past. He crossed rivers, climbed mountains, and faced the wilderness with a heart full of courage. After days of searching, Alex finally stumbled upon the hidden treasure—a chest filled with golden coins, ancient artifacts, and priceless jewels. But as he held the treasure, a strange feeling crept over him. The jungle had changed. The path that led him there had disappeared, and the silence was almost deafening. Alex realized that the real treasure was not the riches, but the adventure itself—the journey that had brought him closer to his true self.",
            "tamil": "ஒரு துணிவான சாகச வீரன், ஆலெக்ஸ், ஒரு பண்டைய வரைபடத்தைப் பின்பற்றி அடைந்த புதையலை கண்டுபிடிக்க நெடிய காட்டில் பயணம் செய்தார். வனத்தில் நடந்த ஒவ்வொரு படியும் கடந்த காலத்தின் இரகசியங்களைப் பகிர்ந்தது. பல நாட்கள் தேடி, அவன் மறக்கப்பட்ட புதையலை கண்டுபிடித்தான்—பரந்த தங்க நாணயங்கள், பழமையான பொருட்கள் மற்றும் மதிப்பிட முடியாத கல்லறைகள். ஆனால் அவன் அந்த புதையலைப் பிடித்தபோது, ஒரு விசித்திரமான உணர்வு அவனை ஆழ்ந்து பற்றினது. காட்டின் பாதை மறைந்துவிட்டது, மௌனமடைந்த நிலை அவனுக்குள் வெற்று உணர்வை ஏற்படுத்தியது. அவன் உணர்ந்தது, உண்மையான புதையல் பணத்தில் அல்ல, அந்த பயணத்திலிருந்த கற்றல் தான்.",
            "telugu": "ఒక ధైర్యవంతుడు సాహసికుడు అలెక్స్, ఒక పాత పటాన్ని అనుసరిస్తూ దట్టమైన అటవీ లోకంలో ప్రవేశించాడు. ఆ పటం ఒక కనుమరుగైన సంపదను చేరదీస్తుందని హామీ ఇచ్చింది. అటవీ లో ప్రతి అడుగు గడచినకాలం యొక్క రహస్యాలను చెప్పేలా అనిపించింది. ఎన్నో రోజులు వెతకటంతో అలెక్స్ దాచుకున్న సంపదను కనుగొన్నాడు—గోల్డ్ నాణేలు, పురాతన వస్తువులు మరియు అమూల్యమైన రత్నాలు నిండిన ఒక పెట్టెలో. కానీ ఆ సంపదను పట్టుకున్నప్పుడు, అతనికి ఒక విచిత్రమైన అనుభూతి కలిగింది. అటవీ మారింది. అతని వెళ్ళిపోయిన మార్గం అదృశ్యమైంది, అటవీ లోని మౌనం అతనికి కొంత కొరత అనిపించింది. అతను అర్ధం చేసుకున్నాడు, నిజమైన సంపద ధనంలో కాదు, అతను గడిపిన ఆ సాహస ప్రయాణంలోనే ఉంది.",
            "hindi": "एक साहसी आदमी, एलेक्स, एक प्राचीन मानचित्र का अनुसरण करते हुए घने जंगल में प्रवेश करता है, जो एक खोई हुई खजाने तक ले जाने का वादा करता है। जंगल का हर कदम रहस्यों से भरा हुआ था और जैसे हर कदम में अतीत की बातें गूंज रही हों। कई दिनों तक खोजने के बाद, एलेक्स ने अंततः वह खोया हुआ खजाना खोज लिया—स्वर्ण मुद्राएँ, प्राचीन वस्तुएं, और बहुमूल्य रत्नों से भरी हुई एक संदूक। लेकिन जब उसने खजाना पकड़ा, तो उसे एक अजीब सी अनुभूति हुई। जंगल बदल चुका था। वह रास्ता जो उसे वहां तक ले आया था, अब गायब हो चुका था, और जंगल की चुप्पी उसे अजीब लगी। एलेक्स ने समझा कि असली खजाना धन में नहीं, बल्कि उसी साहसिक यात्रा में था जिसने उसे अपनी असली पहचान से करीब किया।",
            "kannada": "ಒಂದು ಧೈರ್ಯವಂತ ಸಾಹಸಿಕನು ಆಲೆಕ್ಸ್, ಒಂದು ಪ್ರಾಚೀನ ನಕ್ಷೆಯನ್ನು ಅನುಸರಿಸಿ ಘನವಾದ ಕಾಡಿನಲ್ಲಿ ಪ್ರವೇಶಿಸುತ್ತಾನೆ, ಅದು ಒಂದು ಕಳೆದುಹೋಯ್ದ ಹಕ್ಕಿಯನ್ನು ತಲುಪಿಸಲು ಹೊತ್ತಿರುತ್ತದೆ. ಅಟವಿಯ ಪ್ರತಿ ಹೆಜ್ಜೆ ಭಾವನೆಗಳಿಂದ ತುಂಬಿದಂತೆ ಮತ್ತು ಪ್ರತಿಯೊಂದು ಹೆಜ್ಜೆಯಲ್ಲಿ ಕಳೆದ ಕಾಲದ ರಹಸ್ಯಗಳನ್ನು ಹೇಳುತ್ತದೆ. ಹಲವಾರು ದಿನಗಳು ಹುಡುಕಿದ ನಂತರ, ಆಲೆಕ್ಸ್ ಅಂತಿಮವಾಗಿ ಕವರಿದ ಹಕ್ಕಿಯನ್ನು ಕಂಡುಕೊಂಡನು—ಪಾರದ ಮತ್ತು ದುರಿತವಾದ ನಾಣ್ಯಗಳು, ಪುರಾತನ ವಸ್ತುಗಳು ಮತ್ತು ಅಮೂಲ್ಯ ಮಣಿಗಳು ತುಂಬಿದ ಒಂದು ಪೆಟ್ಟಿಗೆ. ಆದರೆ ಅವನು ಆ ಹಕ್ಕಿಯನ್ನು ಹಿಡಿದಾಗ, ಅವನಿಗೆ ಒಂದು ವಿಚಿತ್ರ ಅನುಭವವು ಹೊತ್ತಿತು. ಅಟವಿ ಬದಲಾಯಿತ್ತೆಂದು ಅವನು ಕಾಣುತ್ತಾನೆ. ಅವನು ಹೋಗಿದ್ದ ಮಾರ್ಗವು ಇಲ್ಲಿಯವರೆಗೆ ಕಳಚಿತ್ತು ಮತ್ತು ಅಟವಿ ಮೂಲಭೂತ ಶಾಂತಿಯನ್ನು ಅವನು ಹೊತ್ತಿಕೊಂಡನು. ಆಲೆಕ್ಸ್ ತಲುಪಿದ ಹಕ್ಕು ಎಲ್ಲಾ ಹೊತ್ತಿವೆ ಆದರೆ ಅವನು ಅರ್ಥಮಾಡಿಕೊಂಡನು ನಿಜವಾದ ಸಮೃದ್ಧಿ ಹಣಗಳಲ್ಲಿ ಅಲ್ಲ, ಅದೇ ಹೆಜ್ಜೆಗೆ ಆತ್ಮಜ್ಞಾನವನ್ನು ತಲುಪಿದ ಸುದೂರ ಪ್ರಯಾಣವೇ ಆಗಿತ್ತು.",
            "malayalam": "ഒരു ധൈര്യവാനായ സാഹസികനായ അലക്‌സ് ഒരു പുരാതനമായ പടം പിന്തുടർന്ന് ഘനമായ കാട്ടിൽ കടക്കുന്നു, അത് ഒരു മറക്കപ്പെട്ട പദവിയിലേക്ക് എത്തിക്കും എന്ന് വാഗ്ദാനം ചെയ്യുന്നു. അറ്റവിയുടെ ഓരോ കാല്‍വഴിയും രഹസ്യങ്ങളാൽ നിറഞ്ഞിരിക്കുന്നു, കഴിഞ്ഞ കാലത്തേക്കുള്ള ഓരോ കാല്‍വഴിയും ഒരു കഥ പറയുന്നു. ദിവസങ്ങളായ തിരച്ചിലിന് ശേഷം, അലക്‌സ് ഒടുവിൽ മറഞ്ഞിരിപ്പുള്ള പദവി കണ്ടുപിടിക്കുന്നു—സ്വര്‍ണ നാണയങ്ങളും, പുരാതന വസ്തുക്കളും, വിലമതിക്കപ്പെടാത്ത രത്നങ്ങളും നിറഞ്ഞ ഒരു പെട്ടി. എന്നാൽ അവൻ ആ പദവി പിടിക്കുന്നപ്പോൾ, ഒരു അജീബമായ അനുഭവം അവനിൽ പ്രദർശിപ്പിക്കുന്നു. അറ്റവി മാറി. അവന്റെ എത്തിച്ച വഴിക്ക് അത്രയും സങ്കടമായിരുന്നു. അലക്‌സ് ബോധ്യപ്പെട്ടു, യഥാർത്ഥ പദവി പണമല്ല, പര്യവേഷണത്തിൽ നിന്നുള്ള അനുഭവമാണ്."
        },
        "medium":{
            "english": "Ethan had always been fascinated by stories of ancient treasures and untold adventures. Living in a small village, he often spent his free time reading about explorers who ventured into the unknown. One day, while browsing through an old bookshop, he stumbled upon an ancient map that promised to lead to a hidden treasure deep within the heart of an uncharted jungle. The map, yellowed and brittle, was inscribed with cryptic symbols that seemed to call to him. Without a second thought, Ethan packed his bag, gathered supplies, and set off on the journey of a lifetime.\n\nThe journey was anything but easy. Ethan found himself traveling through dense forests, crossing perilous rivers, and facing wild animals. He relied on his instincts and the map to guide him, often struggling to make sense of the obscure symbols. As days turned into weeks, Ethan's resolve was tested. But the thought of the treasure kept him going. Along the way, he met a local guide, Maya, who agreed to accompany him. Maya was familiar with the jungle and had her own reasons for wanting to find the treasure. Together, they navigated the treacherous paths, overcoming numerous challenges.\n\nAfter weeks of travel, they finally reached the location marked on the map. But instead of gold and jewels, they found an ancient stone temple. The treasure was not material wealth, but a forgotten legacy — a collection of ancient manuscripts containing lost knowledge. Ethan realized that the true treasure was not the gold, but the wisdom contained within those manuscripts. The journey had changed him. He had ventured into the unknown not for riches, but for the pursuit of knowledge. He and Maya decided to protect the temple and the manuscripts, ensuring that future generations would have access to this priceless knowledge.",
            "tamil": "எத்தன் எப்போதும் பண்டைய செல்வங்கள் மற்றும் சொல்லப்படாத சாகசங்களின் கதைகளில் ஆர்வமுள்ளவனாக இருந்தான். ஒரு சிறிய கிராமத்தில் வாழ்ந்த அவர், பலப்பருவங்களில் அறியப்படாத இடங்களில் சென்ற பயணிகளின் கதைகளைக் கொண்ட புத்தகங்களைப் படித்துக் கொண்டு பல நேரங்கள் கழித்துக் கொண்டிருந்தான். ஒரு நாள், அவர் ஒரு பழைய புத்தகக் கடையில் பார்வையிட்டபோது, ஒரு பழைய வரைபாட்டை கண்டுபிடித்தான், அது அடையாளமின்றி காட்டின் மத்தியில் மறைந்த ஒரு செல்வத்தை நோக்கி வழிகாட்டியது. அந்த வரைபாடு, பழுமையான மற்றும் மிருதுவான, மறைந்த குறியீடுகளை கொண்டிருந்தது. எத்தன் இரண்டாவது எண்ணிக்கையில் எந்தவொரு சிந்தனையையும் இல்லாமல் தனது பையில் பொருட்களை வைத்து, வாழ்க்கையின் பயணத்தை துவங்கினான்.\n\nஇந்த பயணம் எளிதாக இருந்ததில்லை. எத்தன் அடர்ந்த காட்டுகளில் பயணித்தான், ஆபத்தான நதிகளை கடந்து, காட்டின் காட்சிகளுக்கு எதிராக போராடினான். அவன் தனது உணர்வுகளையும், வரைபாட்டையும் வழிகாட்டியாக பயன்படுத்திக் கொண்டிருந்தான். நாள்கள் வாரங்களாக மாறினன. ஆனால் செல்வம் பற்றிய எண்ணம் அவனைக் காற்றின் போது வைக்கும். வழியில், அவன் ஒரு உள்ளூர் வழிகாட்டியுடன் சந்தித்தான், மாயா, அவள் இந்த காட்டின் வழிகளில் அறிந்திருந்தாளா, அவள் தனது காரணங்களை கொண்டிருந்தாள் செல்வத்தை கண்டுபிடிக்க விரும்புவதாக. அவர்கள் சேர்ந்து, அசாதாரண பாதைகளையும், பல சவால்களையும் எதிர்கொண்டு பயணித்தனர்.\n\nவாரங்களுக்குப் பிறகு, அவர்கள் வரைபாட்டில் குறிக்கப்பட்ட இடத்தை அடைந்தனர். ஆனால் தங்கம் மற்றும் ரவணங்கள் பதிலாக, அவர்கள் ஒரு பழைய கோயிலை கண்டுபிடித்தனர். அந்த செல்வம் பொருளாதார செல்வம் அல்ல, மறைந்த கல்வியை கொண்ட ஒரு பண்டைய கைவினைப் புத்தகங்கள் கொண்ட கொள்கையாக இருந்தது. எத்தன் உணர்ந்தான், உண்மையான செல்வம் தங்கம் அல்ல, ஆனால் அந்த பண்டைய கைவினைப் புத்தகங்களில் மறைந்த ஞானம். அந்த பயணம் அவனை மாற்றியது. அவன் அறியப்படாதவற்றிற்குள் செல்வம் மட்டுமன்றி, அந்த தொலைநோக்கிய ஞானத்தை கண்டு பிடிக்க விரும்பி சென்றிருந்தான். அவன் மற்றும் மாயா அந்த கோயிலையும், புத்தகங்களையும் பாதுகாப்பதற்கான முடிவை எடுத்தனர், எதிர்கால தலைமுறைகளுக்கு இந்த அற்ற மதிப்பு கொண்ட ஞானத்தை அணுகுவதற்கான வாய்ப்பு கிடைக்கும் என்பதை உறுதி செய்தனர்.",
            "telugu": "ఎథన్ ఎప్పుడూ ప్రాచీన ఖజానాలు మరియు చెప్పని సాహస కథలపై ఆసక్తిగా ఉండేవాడు. ఒక చిన్న గ్రామంలో నివసిస్తూ, అతను తరచుగా తెలియని ప్రదేశాలకు ప్రయాణం చేసిన అన్వేషకుల కథలు చదవడమే తన అనుకున్నది. ఒక రోజు, ఒక పురాతన పుస్తకా విక్రయశాలలో, అతనికి ఒక పాత పటం దొరికింది, అది తెలియని అడవిలో దాచిన ఖజానాని ప్రదర్శించేదిగా ఉండేది. ఆ పటం పాతగా మరియు బరువు తిన్నట్లు ఉండి, దానిలో సంకేతాలున్నాయి. ఎథన్ ఒక సెకండ్లో, తన బ్యాగ్‌ను పక్కన పెట్టి, జీవితం మారే ప్రయాణానికి బయలుదేరాడు.\n\nప్రయాణం సులభంగా లేదు. ఎథన్ గాఢమైన అడవులలో ప్రయాణిస్తుంటే, ప్రమాదకరమైన నదులను దాటుతూ, అడవిలోని జంతువులకు ఎదురొడిచాడు. అతను తన మార్గదర్శకులను మరియు పటాన్ని ఆధారంగా తీసుకుని ప్రయాణం కొనసాగించాడు. రోజులవెంట వారాలుగా మారాయి, ఎథన్ యొక్క దృఢత్వం పరీక్షించబడింది. కానీ ఆ ఖజానా గురించి ఆలోచన అతన్ని కొనసాగిస్తే, అతను అడవిలో ఒక స్థానిక మార్గదర్శిని మాయాను కలుసుకున్నాడు, ఆమె కూడా ఖజానా కనుగొనడానికి తలపెట్టింది. వారు కలిసి, అనేక సవాళ్లను అధిగమిస్తూ, ప్రమాదకరమైన మార్గాలను దాటారు.\n\nకొన్ని వారాల ప్రయాణం తరువాత, వారు పటంలో గుర్తించిన స్థలానికి చేరుకున్నారు. కానీ బంగారం మరియు రత్నాల కింద, వారు ఒక ప్రాచీన దేవాలయాన్ని కనుగొన్నారు. ఆ ఖజానా వాస్తవంగా ధనాన్ని కాదు, ఒక పాత దృష్టికోణంతో కూడుకున్న ప్రాచీన పుస్తకాల సేకరణనుంది. ఎథన్ అర్థం చేసుకున్నాడు, నిజమైన ఖజానా విలువైనది కాదు, కానీ ఆ పుస్తకాలలో ఉన్న జ్ఞానం. అతనిపై, జీవితం ఒక గొప్ప ప్రయాణం మారింది, ధనం కంటే జ్ఞానం, అది అవినీతిలేని సంపత్తిగా అతనిని మార్చింది.",
            "hindi": "एथन हमेशा प्राचीन खजानों और अनकहे साहसिक अभियानों की कहानियों से मोहित था। एक छोटे से गाँव में रहते हुए, वह अक्सर उन अन्वेषकों की कहानियाँ पढ़ता था जिन्होंने अज्ञात क्षेत्रों में यात्रा की। एक दिन, एक पुराने किताबों की दुकान में, उसे एक प्राचीन नक़ला मिला, जो एक अप्रत्यक्ष जंगल के भीतर छिपे खजाने की ओर ले जाता था। वह नक़ला पुराना और आसानी से टूट जाने वाला था, उसमें रहस्यमय प्रतीक थे। बिना किसी देर के, एथन ने अपनी बैग पैक की और जीवन के सबसे बड़े साहसिक कार्य पर निकल पड़ा।\n\nयात्रा कुछ आसान नहीं थी। एथन को घने जंगलों से गुजरते हुए, खतरनाक नदियाँ पार करते हुए और जंगली जानवरों का सामना करना पड़ा। वह अपनी प्रवृत्तियों और नक़ले का पालन करके आगे बढ़ा। दिनों से हफ्तों तक, एथन की प्रतिबद्धता पर कड़ी परीक्षा हो रही थी। लेकिन खजाने का ख्याल उसे आगे बढ़ने की प्रेरणा देता रहा। रास्ते में, वह एक स्थानीय मार्गदर्शिका माया से मिला, जो खजाना ढूंढने में उसकी मदद करने के लिए तैयार हो गई। वे दोनों कठिन मार्गों से होकर निकले, अनेक चुनौतियों को पार किया।\n\nकई सप्ताहों की यात्रा के बाद, उन्होंने उस स्थान तक पहुँचने में सफलता पाई जो नक़ले में था। लेकिन सोने और रत्नों के बजाय, उन्हें एक प्राचीन मंदिर मिला। खजाना कोई भौतिक संपत्ति नहीं था, बल्कि एक पुरानी धरोहर थी - प्राचीन पांडुलिपियों का संग्रह जिसमें खोया हुआ ज्ञान था। एथन ने महसूस किया कि असली खजाना सोने में नहीं था, बल्कि उन पांडुलिपियों में था जो खोए हुए ज्ञान को सहेजने वाली थीं। यात्रा ने उसे बदल दिया, और वह अब जानता था कि जीवन का असली खजाना न केवल भौतिक संपत्ति में, बल्कि ज्ञान और संघर्ष से निपटने की शक्ति में था।",
            "kannada": "ಎಥನ್ ಎಂದಿಗೂ ಪ್ರಾಚೀನ ಖಜಾನೆಗಳ ಮತ್ತು ಅನಕಹಿ ಸಾಹಸಗಳ ಕತೆಗಳಲ್ಲಿ ಆಸಕ್ತಿಯಾಗಿದ್ದ. ಒಂದು ಚಿಕ್ಕ ಹಳ್ಳಿಯಲ್ಲಿ ವಾಸಿಸುವ ಎಥನ್, ಸದಾ ಅನ್ವೇಷಕರ ಕತೆಗಳನ್ನು ಓದುತ್ತಿದ್ದ, ಅವರು ದುರ್ಬಲ ಪ್ರದೇಶಗಳಿಗೆ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿದ್ದನು. ಒಂದು ದಿನ, ಒಂದು ಹಳೆಯ ಪುಸ್ತಕಗಳ ಅಂಗಡಿಯಲ್ಲಿ, ಅವನು ಒಂದು ಹಳೆಯ ನಕಲಿ ಕಂಡುಹಿಡಿದ, ಅದು ತಿಳಿಯದ ಅರಣ್ಯದಲ್ಲಿ ಒಂದು ಕುಹಕವಾದ ಖಜಾನೆಯನ್ನು ಚಿಹ್ನಿಸುತ್ತದೆ. ಆ ನಕಲಿ ಹಳೆಯ ಮತ್ತು ತೆಗೆಯಲು ಸುಲಭವಾಗಿದ್ದು, ಅದು ಗುಪ್ತ ಸಂಕೇತಗಳನ್ನು ಹೊಂದಿತ್ತು. ಯಾವುದೋ ಎರಡನೇ ಆಲೋಚನೆ ಇಲ್ಲದೆ, ಎಥನ್ ತನ್ನ ಬ್ಯಾಗ್ ಹೊತ್ತೊಯ್ದು, ತನ್ನ ಜೀವನದ ಮಹತ್ವದ ಸಾಹಸಿಕ ಕಾರ್ಯಕ್ಕೆ ಹೊರಟಿದ್ದನು.\n\nಪ್ರಯಾಣವು ಸುಲಭವಲ್ಲದಿತ್ತು. ಎಥನ್ ಕಾಡಿನ ಹೊತ್ತಿನಲ್ಲಿಯೇ ಪ್ರಯಾಣಿಸುವಾಗ, ಅಪಾಯಕಾರಿ ನದಿಗಳನ್ನು ಹಾರಿದಾಗ ಮತ್ತು ಅರಣ್ಯದಲ್ಲಿರುವ ಪ್ರಾಣಿಗಳ ಎದುರಿಸುತ್ತಿದ್ದನು. ಅವನು ತನ್ನ ಆಶಯಗಳನ್ನು ಮತ್ತು ನಕಲನ್ನು ಅನುಸರಿಸಿ ಮುಂದುವರಿದನು. ದಿನಗಳು ವಾರಗಳಲ್ಲಿ ಪರಿವರ್ತಿತವಾಗುತ್ತವೆ, ಆದರೆ ಎಥನ್ ನಂಬಿಕೆ ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿತ್ತು. ಆದರೆ ಖಜಾನೆಯ ಸ್ಮರಣೆಯು ಅವನನ್ನು ಮುಂದುವರೆಯುವ ಪ್ರೇರಣೆಯಾಗಿ ಉಳಿದಿತ್ತು. ಪ್ರಯಾಣದ ಹಾದಿಯಲ್ಲಿ, ಅವನು ಸ್ಥಳೀಯ ಮಾರ್ಗದರ್ಶಿ ಮಾಯಾದಿಂದ ಸಾಂತ್ವನವನ್ನು ಕಂಡುಹಿಡಿದನು, ಆಕೆ ಖಜಾನೆಯನ್ನು ಹುಡುಕಲು ತನ್ನ ಹಕ್ಕು ಹೊಂದಿದ್ದಳು. ಅವರು ಇಬ್ಬರೂ ಕಠಿಣ ಮಾರ್ಗಗಳನ್ನು ದಾಟಿದಾಗ, ಹಲವು ಸವಾಲುಗಳನ್ನು ಮೀರುವುದನ್ನು ಕಂಡುಹಿಡಿದಿದ್ದರು.\n\nಕೆಲವು ವಾರಗಳ ಪ್ರಯಾಣದ ನಂತರ, ಅವರು ನಕಲಿನಲ್ಲಿ ಸೂಚಿಸಲಾದ ಸ್ಥಳವನ್ನು ತಲುಪಿದರು. ಆದರೆ ಚಿನ್ನ ಮತ್ತು ರತ್ನಗಳ ಬದಲು, ಅವರು ಒಂದು ಪ್ರಾಚೀನ ದೇವಾಲಯವನ್ನು ಕಂಡುಹಿಡಿದರು. ಖಜಾನೆಯು ಯಾವುದೋ ಭೌತಿಕ ಧನವಲ್ಲ, ಆದರೆ ಹಿಂದಿನ ಕಾಲದ ಪೈಕಿ ಹಾರಾದ ನವೀಕರಿಸಿದ ಪುಸ್ತಕಗಳನ್ನು ಒಳಗೊಂಡ ಇಡೀ ಸಂಗ್ರಹವನ್ನು ಕಂಡುಹಿಡಿದರು. ಎಥನ್ ಬುದ್ಧಿವಂತಿಕೆ ಸಾಧಿಸಿದನು, ಕಿವಿ ಭಾಗಕ್ಕೆ ಬದಲಾಗಿದಾಗ, ಅವನು ಅನೇಕ ವಿವಿದ ಕಲೆಯ ಪಥದ ಘೊಷಣೆಯೊಳಗೆ ಧೋರಣೆ ಮಾಡಿದ್ದನು.",
            "malayalam": "എഥന് എപ്പോഴും പ്രാചീന ഖജനങ്ങൾക്കും പറഞ്ഞാത്ത സാഹസിക യാത്രകൾക്കും വേണ്ടിയുള്ള കഥകൾക്ക് ആവേശഭരിതനായിരുന്നു. ഒരു ചെറുതായ ഗ്രാമത്തിൽ താമസിക്കുന്ന അദ്ദേഹം പലപ്പോഴും അന്യമായ സ്ഥലങ്ങളിലേക്കു പോയ ദൗതികരുടെ കഥകൾ വായിക്കുന്നതു കൂടിയായിരുന്നു. ഒരുവശം, ഒരു പഴയ പുസ്തകത്തോട്ടിലായിട്ട് അവൻ ഒരു പഴയ നക്ഷത്രം കണ്ടെത്തി, അത് ഒരു അന്യമായ കാടിന്റെ ഉള്ളിലേക്ക് മറച്ചിരിക്കുന്ന ഒരു ചിരപ്രശസ്തമായ ഖജനെയിലേക്ക് പോകുന്ന ഒരു നോട്ടം നൽകുന്നു. ആ നക്ഷത്രം പഴയതും ഉരുണ്ടതുമായിരുന്നെങ്കിലും, അതിൽ ദുരൂഹമായ ചിഹ്നങ്ങൾ ഉണ്ടായിരുന്നു. എഥൻ വേഗത്തിൽ തന്നെ, തന്റെ ബാഗ് പാക്ക് ചെയ്ത്, ജീവിതത്തിന്റെ ഏറ്റവും വലിയ സാഹസിക യാത്രക്ക് പുറപ്പെട്ടുതുടങ്ങി.\n\nഈ യാത്ര എളുപ്പമായിരുന്നില്ല. എഥൻ ജഡ്ജിയുള്ള വനങ്ങളിൽ യാത്ര ചെയ്യാനായി, അപകടകരമായ നദികൾ കടക്കുകയും, കാട്ടിൻറെ പ്രാണികളോടൊപ്പം നേരിടുകയും ചെയ്തു. അവൻ നിശ്ചയം ചെയ്തിരിക്കുന്നത് നക്ഷത്രവും ഇനിപ്പറഞ്ഞ വഴി വഴിയാത്രയിൽ മാറിയിരിക്കുന്നു. ദിവസങ്ങളിലേക്കു ആഴമായ ആഴങ്ങൾ മാറിയിരുന്നപ്പോൾ, എഥനിന്റെ ആത്മവിശ്വാസം പരിശോധനാപെട്ടു. എന്നാൽ, സിദ്ധാർത്ഥയിലേക്ക് പോവുന്ന ഒരു നക്ഷത്രത്തിന്റെ ആത്മവിശ്വാസം മുന്നോട്ട് പോകുന്നതായി, അവൻ ഒരു പ്രാദേശിക മാർഗ്ഗദർശികയായ മായയെ കാണുകയും, അവളുടെ കൂടെ പോകാനും പരിഗണിക്കുകയായിരുന്നു. അവർ ഒരു സമ്പന്നമായ വൈവിധ്യങ്ങളുള്ള വഴി തിരഞ്ഞെടുത്തുകൊണ്ട് യാത്ര നടത്തി, പല കഷ്ടപെടലുകൾക്ക് ഇടയാക്കുകയും ചെയ്തു.\n\nവാരങ്ങളായുള്ള യാത്രക്ക് ശേഷം, അവർ അപ്പുറം നക്ഷത്രത്തിൻറെ രേഖപ്പെടുത്തിയ സ്ഥലം കണ്ടെത്തി. എന്നാൽ സ്വർണ്ണം അല്ലെങ്കിൽ രത്നങ്ങൾ അല്ല, അവർക്കു പ്രാചീനമായ ക്ഷേത്രം കണ്ടെത്തിയിരുന്നു. ആ ഖജനയം സ്വർണ്ണം അല്ല, മറിച്ച് മറഞ്ഞിരുന്ന പാഠങ്ങളിലൂടെ പ്രാചീന സാക്ഷരതകളുടെ സമാഹാരമായിരുന്നു. എഥൻ അതിന്റെ പ്രാധാന്യം മനസ്സിലാക്കി, “ആഖ്യാനം നമ്മെ സ്വർണ്ണം ഇല്ലാത്തൊരു പാതയിലേക്കും ആകൃഷ്ടമാക്കുന്നു” എന്നു. കഴിഞ്ഞപ്പോഴും എഥൻ കൂടുതൽ അറിയാൻ തയ്യാറായി, എന്നാൽ അവന്റെ യാത്ര ഇക്കഴിഞ്ഞ പൂർത്തിയാക്കാമായിരുന്നെങ്കിൽ, അവൻ ജീവിതത്തിന്റെ ശാക്തി മുമ്പിൽ."            
        },
        "long":{
             "english": "Ethan had always been fascinated by ancient treasures and the daring journeys that led to them. Living in a small village, he often found himself immersed in books and tales of explorers who ventured into unknown lands in search of fortune and mystery. One day, while reading an old manuscript, Ethan discovered a map tucked between its pages. The map led to a hidden valley, said to be home to a legendary treasure buried beneath the roots of an ancient tree, a tree that had witnessed centuries of history.\n\nDriven by his love for adventure, Ethan made the decision to embark on the journey that had called to him from the moment he had read about it. He packed his essentials—food, water, and the map—and set off early in the morning, leaving behind the comfort of his village. As he walked through familiar trails, he couldn’t shake the excitement building up inside him. Every step brought him closer to the unknown.\n\nThe first leg of the journey was smooth. The sun was high in the sky, and the air was warm. However, as he ventured deeper into the wilderness, the landscape began to change. The once open fields gave way to thick forests filled with towering trees and dense underbrush. The path grew narrower, and the air became heavy with the scent of damp earth. Ethan’s heart raced as the thrill of the unknown began to settle in his chest.\n\nDays passed, and the adventure turned treacherous. Ethan encountered numerous obstacles along the way—swift rivers that threatened to sweep him away, jagged cliffs that required careful climbing, and dark caves that echoed with the sounds of creatures lurking within. But Ethan was determined. The legend of the treasure burned brightly in his mind, urging him forward. The thought of what lay at the end of this journey kept his spirit high, despite the many challenges he faced.\n\nOn the fifth day of his journey, Ethan reached the base of a towering mountain. The map indicated that the treasure was hidden somewhere on the mountain, and the ancient tree that guarded it was at the summit. The climb ahead of him was daunting, but Ethan was undeterred. With sheer willpower, he began the steep ascent, each step a struggle as the air thinned and the cold wind howled around him.\n\nAfter hours of climbing, Ethan finally reached the top of the mountain. There, standing tall and proud, was the ancient tree. Its roots twisted and spread out like arms, embracing the earth around it. The tree’s bark was weathered, and its leaves shimmered in the breeze, as if guarding the secrets of centuries. Ethan approached the tree with awe and reverence, knowing that the treasure he had sought for so long was close.\n\nHe knelt beside the tree, examining the base where the map had indicated the treasure was hidden. The roots were thick and gnarly, making it difficult to see where the treasure might be. Ethan carefully began to dig around the roots, his hands trembling with excitement. After what felt like hours of digging, his fingers finally brushed against something cold and hard.\n\nWith a surge of energy, Ethan pulled the object free from the earth. It was a small, weathered chest, covered in dirt and moss. As he opened it, the chest creaked, revealing a collection of golden coins, intricate jewels, and ancient artifacts that glittered in the dim light. Ethan’s heart skipped a beat as he gazed at the treasure, but it was not the gold or jewels that caught his attention. It was a small, ancient book, its pages yellowed with age. The book was bound in leather, and it seemed to hum with a mysterious energy.\n\nEthan held the book in his hands, feeling a strange connection to it. The treasure he had found was more than just material wealth—it was a key to something far greater. As he examined the book more closely, he realized that it was filled with ancient knowledge, written in a language that he could barely understand. But somehow, he knew that this book held the secrets to the world’s oldest mysteries.\n\nWith the treasure in hand, Ethan made his way back down the mountain, the weight of the book heavy in his backpack. His journey had come to an end, but in many ways, it was just the beginning. The ancient knowledge he had uncovered was a key to unlocking the mysteries of the past, and Ethan knew that his life would never be the same. The adventure he had embarked on had changed him forever, and the lessons he had learned along the way would guide him in the years to come.\n\nAs he returned to his village, Ethan looked out over the landscape that had once been unfamiliar to him, now full of memories and lessons learned. The treasure he had found was no longer just gold and jewels—it was a deeper understanding of the world, its history, and its mysteries. And as he stepped into his home, Ethan knew that there would be more adventures to come, more treasures to find, and more secrets to uncover. The world was vast, and Ethan was ready for whatever it had in store.",
             "telugu": "ఈథాన్ చిన్న గ్రామంలో పెరిగినవాడు. అతని మనస్సులో ఎప్పుడూ ఒకటి అంగీకారం ఉండేది: పురాతన రహస్యాలు, విసుగెత్తు జ్ఞానాలు, మరియు వారిది చాలా తూర్పు ప్రాంతాలకు, ఒక గంభీరమైన అడవులలోకి, ఒక నిర్ధిష్ట పహారాల మధ్య కలిపిన ఒక మరపురాని రహస్యం. ఒక రోజు ఒక పుస్తకంలో అతను ఒక పాత మాస్కట్‌ను చదివాడు. అది ఎప్పటికీ కనిపించనివ్వని ఒక జ్ఞానం పరిమితమైన ఒక అడవిలో ఉన్న ఒక భయంకరమైన సముద్రం, అక్కడ ఓ పురాతన చెట్టు రూదుల మధ్య కనుగొనబడిన ఒక ప్రత్యేకమైన బంగారం గడిచిపోయింది.\n\nఈథాన్, ఎప్పుడూ ఉత్సాహంగా ఉండి, తన మళ్లీ జ్ఞానాల కోసం నడిచిపోతాడు. ఆ మాస్కట్‌తో ఇచ్చిన సమాచారం ఆధారంగా, అతను ఒక కొత్త యాత్ర ప్రారంభించాలని నిర్ణయించాడు. అప్పుడు అతను తన సామాన్యాలను, ఆహారం, నీరు మరియు పుస్తకాన్ని తీసుకుని ఉదయాన్నే మార్గం పట్టాడు.\n\nముందుగా అతను తన గ్రామం నుంచి వెలువడినప్పటికీ, ఏదో విభిన్నమైన అనుభవాలు ఎదురయ్యాయి. ప్రథమ దశలో అతని యాత్ర సులభంగా సాగింది. కానీ వేయి అడవుల లోపల దూసుకుంటున్నప్పుడు, అతని ముందుకు రాహదారి కనబడలేదు, వంకలు మార్చుతూ అడవి మొదలవుతాయి. చెట్లు గాఢంగా పెరిగి, ఆకు పళ్ళు విస్తరించి ఉండటంతో, ప్రతీ అడుగుకు రహస్యం మాత్రమే కనబడుతుంది.\n\nపది రోజుల తర్వాత, ఈథాన్ ఒక పెద్ద పర్వతం అడుగు పెట్టాడు. అందులో బంగారం తలచిన చెట్టు ఉన్నట్లు ఆయన మాస్కట్ ప్రకటించింది. తక్కువగా గాలి మెరుగ్గా మారిందంతా, ఈథాన్ కు ప్రాముఖ్యత వస్తుంది. కానీ అది అతని పట్టుదలను తగ్గించలేదు.\n\nఅతను వాహనాలను ఎక్కాలని, మరియు అంగీకారం కోసం హద్దులను దాటి ఏవైనా వేయి కండలు లాంటి పర్వతంలో వెళ్ళాడు. గంటల తరబడి ఆకాశాన్ని చుస్తూ అడుగులు వేసాడు. చివరకు, అతనికి శిఖరం చేరుకోగలిగింది. ఆ జ్ఞానం చెట్టు అక్కడ ఉంది, ఆకులు వెలుగుతున్నాయి.\n\nఈథాన్ చెట్టుకు దగ్గరగా చేరినప్పుడు, అక్కడ ఉన్న గూఢరహస్యాన్ని అంగీకరించి, తన చేతుల్లో ఒక బాక్సు కనుగొన్నాడు. తల్లి భూమి లాంటి భారీ గొప్ప చెట్టుకు అది స్మారకం. అతను ఆ బాక్సు తెరిచినప్పుడు, అంగీకరించిన గుత్తి ఒక్కో నగదు పడ్డింది, అయితే అతని చూపుకు కొంత పురాతన గ్రంథం కనిపించింది.\n\nఆ గ్రంథం కౌణికంగా పుటలు తిరిగినది, కానీ జ్ఞానం దీని లోపల నిర్దేశించబడింది. అతని సృష్టి అంగీకరించబడింది. అందులో ఉన్న భావాలను అర్థం చేసుకోగలిగినప్పుడు, తన ఉనికిని స్థిరంగా మార్చే విధానాలు మొదలు పెట్టినాయ్. ",
             "tamil": "எதன் முன்னணி ஒரு சாதாரண கிராமத்தில் வசிக்கும் ஒருவனாக இருந்தாலும், அவன் இருதயம் எப்போதும் அற்புதமான சொத்துகள் மற்றும் அசிங்கமான பயணங்களின் மீதும் இருந்தது. ஒருநாள், ஒரு பழமையான கையேட்டின் பக்கங்களில் மறைந்திருந்த ஒரு வரைபடத்தை அவன் கண்டுபிடித்தான். அந்த வரைபடு ஒரு மறைந்துள்ள பள்ளத்தாக்குக்கு வழிகாட்டி, அது ஒரு பிரபலமான ரகசியத்தை காக்கும் அற்புதமான மரத்தின் அடியில் புதைக்கப்பட்ட ஒரு சொத்தைக் காண்பிக்கின்றது.\n\nஉற்சாகம் மற்றும் சவால்களை விரும்பும் எதன், இந்த பயணத்தில் இறங்குவதற்கு முடிவெடுத்தான். அவன் கையில் வரைபடம் மற்றும் தேவையான உணவு, தண்ணீர் ஆகியவற்றை எடுத்து, காலையில் பயணத்தைத் தொடங்கினான். அவன் அனுபவம் செய்யப்பட்ட பாதைகளைக் கடந்து செல்லும்போது, அவன் மனதில் ஒரு உற்சாகம் துவங்கியது. ஒவ்வொரு பயணமும் அவரை அதிர்ச்சியான புதிய உலகிற்கு அழைத்துச் செல்லும் என்பதை உணர்ந்தான்.\n\nமுதல் பகுதியாக வழி சாத்தியமாக இருந்தது. வெப்பமான காற்றுடன் கதிர்கள் வெளிச்சம் பெறும்போது, அவன் அப்பகுதியில் பயணம் செய்து கொண்டிருந்தான். ஆனால், அவன் அகழ்ந்த மண்ணுக்குள் தள்ளப்பட்டபோது நிலப்பரப்பு மிகவும் சவாலாக மாறியது. மரங்கள் விரிவானதும், தடிமனானதும் இருந்தன. கால்முடியும் காற்றும், நம்பகமான வழிகளையும் கடந்து செல்லாமல் அவன் வாழ்க்கையை முடிக்க முனைந்தான்.\n\nஏழாம் நாள் காலை எதன் ஒரு மலை அடிவாரத்தில் வந்தான். அவன் வரைபடத்திற்கு ஏற்ப, அவன் திரும்பிப் பார்ப்பதற்கான இடம் அங்கு கண்டுபிடிக்கப்பட்டது. பச்சையழிந்த மரம் முன்னிலையிலிருந்து அமைந்தது. பழைய மரம் வளர்ந்த பின்னர் தான் அவன் உணர்ந்தான்.\n\nஆனால், இவ்வளவு உயர்ந்தும் தூங்காத இங்கு சரியான வரைபடு அல்லது பிழைக்க கூடாது என்று உணர்ந்தான்.\n\nஎனினும் அவன், அந்த மரத்தில் உண்டான தோற்றத்தைக் கண்டதும் மற்றும் பகிர்ந்துப்போகின்ற வண்ணங்களை தெரிந்ததும்.",
             "malayalam": "ഈഥൻ പകുതി അജ്ഞാതമായ ഒരു ഗ്രാമത്തിൽ ജീവിച്ചിരുന്ന ഒരു ചെറിയ മനുഷ്യനായിരുന്നു, എന്നാൽ അവന്റെ ഹൃദയം എന്നും പുരാതന സമ്പത്തിന്റെയും സാഹസിക യാത്രകളുടെയും കഥകളിൽ അകപ്പെടുകയായിരുന്നു. ഒരു ദിവസം, ഒരു പഴയ കൈയ്യെഴുത്തിലെ പേജുകളിൽ ഒതുങ്ങിയിരുന്ന ഒരു ഭൂപടം ഈഥനായി കണ്ടെത്തി. ആ ഭൂപടം ഒരു മറഞ്ഞ താഴ്വരയിലേക്കുള്ള മാർഗ്ഗം കാണിച്ചുകൊണ്ടിരുന്നു, അവിടെ ഒരു പഴയ വൃക്ഷത്തിന്റെ അടിക്കിഴിക്കിൽ ഒരു വിഖ്യാത പണയം കച്ചവടം ചെയ്തിരിക്കുക എന്ന് പറയപ്പെടുന്നു.\n\nവിസ്മയവും സാഹസികതയും ആഗ്രഹിക്കുന്ന ഈഥൻ അവൻ കണ്ടെത്തിയതിന്റെ പ്രതീക്ഷയിൽ, അവൻ യാത്ര ചെയ്യാൻ തീരുമാനിച്ചു. അവൻ ഭക്ഷണം, വെള്ളം, ഭൂപടം എന്നിവയെല്ലാം പാക്ക് ചെയ്തു, രാവിലെ തന്നെ യാത്ര ആരംഭിച്ചു. familiar പാതകൾ കടന്നുപോവുമ്പോൾ, അവൻ ഒരു നീണ്ട യാത്രയിലേക്കുള്ള ആഗ്രഹം തോന്നി. ഓരോ ചുവടും അവനെ അറിവും ദു:സാഹസികതയും നിറഞ്ഞ ഒരു ലോകത്തിലേക്ക് എത്തിച്ചു.\n\nആദ്യം, യാത്ര എളുപ്പമായിരുന്നു. സൂര്യൻ ആകാശത്ത് ഉയർന്നിരിക്കുക, വായു ചൂടായിരിക്കുക. എന്നാൽ, അതിർത്തി കടന്നപ്പോൾ, ഭൂപ്രകൃതി വലിയ മാറ്റം അനുഭവപ്പെട്ടു. മരങ്ങൾ ഉയർന്നിരുന്ന വനത്തിൽ അകപ്പെട്ട പാതകൾ അമിതമായ കുഴമ്പുകളും ഉണക്കപ്പെട്ട ഭൂമിയും ഉണ്ടാകുകയും ചെയ്തു. കൂടെക്കൂടി അല്പം കൂടുതൽ എങ്ങനെ കടന്നുപോകാമെന്നൊന്നും മനസ്സിലായില്ല.\n\nപത്ത് ദിവസം കഴിഞ്ഞപ്പോൾ, ഈഥൻ ഒരു ഉയർന്ന മലയുടെ അടിവാരത്തിൽ എത്തിച്ചു. ഭൂപടം അനുസരിച്ച്, സമ്പത്ത് ഇവിടെ മറഞ്ഞുകിടക്കുന്നു, പക്ഷേ അവിടെ പോകുന്ന ദിശയിലെ വൃക്ഷമൂലം മാത്രമാണ് മാർഗ്ഗം. അവൻ ആധാരത്തിലേക്ക് കയറാൻ ശ്രമിച്ചു. ഓരോ ചുവടും എടുക്കുന്നതോടെ, അവന്റെ ശരീരം പെയ്ത്തുന്ന കാറ്റിലും, ശീതകാലത്തും, ചെറുതും ബലവും ഉപയോഗിച്ചും. പക്ഷേ, ഈഥൻ പോക്കുന്നു.\n\nഒരുഘণ্টോളം കയറിയ ശേഷം, ഈഥൻ മലയുടെ ചുരത്തിലെത്തിയപ്പോൾ, അവിടെ വലിയ പഴയ മരത്തിന്റെ അടിയിൽ മറ്റൊരു ഊർജ്ജം കണ്ടു. അവൻ നേർത്ത ആയിരത്തോളം ആയിരത്തോളം.",
             "hindi": "एथन को हमेशा से प्राचीन खजानों और साहसिक यात्राओं का आकर्षण रहा था। वह छोटे से गांव में रहता था, जहाँ वह अक्सर उन पुस्तकों और कहानियों में खो जाता था, जो उन खोजियों के बारे में थीं जो अज्ञात भूमि में धन और रहस्य की खोज में निकले थे। एक दिन, एक पुरानी पांडुलिपि पढ़ते समय, एथन ने उसके पन्नों के बीच एक नक्शा पाया। वह नक्शा एक छुपी हुई घाटी की ओर इशारा कर रहा था, जो एक प्राचीन पेड़ की जड़ों के नीचे गाड़े गए एक प्रसिद्ध खजाने का घर माना जाता था।\n\nएथन का दिल साहसिकता के लिए धड़कने लगा। वह इस खजाने की खोज में निकलने का फैसला करता है। उसने अपनी आवश्यक चीजें—खाना, पानी और नक्शा—पैक किया और सुबह-सुबह यात्रा पर निकल पड़ा। जैसे ही वह familiar रास्तों से बाहर निकलता है, उसकी दिल की धड़कन बढ़ जाती है। हर कदम उसे अनजानी दुनिया की ओर और पास ले जाता है।\n\nयात्रा के पहले हिस्से में कोई बड़ी कठिनाई नहीं आई। सूरज आकाश में चमक रहा था और हवा में गर्माहट थी। लेकिन जैसे ही वह जंगल में गहरे उतरने लगा, दृश्य बदलने लगे। खुले खेतों की जगह घने जंगलों ने ले ली, जहां ऊंचे पेड़ और झाड़ियों का सामना करना पड़ा। रास्ता और संकड़ा हो गया, और हवा में नमी का घना एहसास होने लगा। एथन का दिल धड़कने लगा क्योंकि अब उसे यकीन हो गया था कि वह अनजाने रास्ते पर चल रहा है।\n\nकई दिनों की कठिन यात्रा के बाद, वह एक विशाल पर्वत की तलहटी तक पहुंचा। नक्शे के अनुसार खजाना वहीं कहीं छिपा हुआ था, और प्राचीन पेड़ की जड़ें ही उसे ढक रही थीं। पर्वत की चढ़ाई बहुत कठिन थी, लेकिन एथन ने हार मानने का नाम नहीं लिया। वह कठिनाईयों से जूझते हुए चढ़ाई जारी रखता है।\n\nघंटों की कठिन चढ़ाई के बाद, एथन आखिरकार पर्वत की चोटी तक पहुँचता है। वहाँ एक प्राचीन पेड़ खड़ा था, जिसकी जड़ें घुमावदार और विशाल थीं, और उसकी छाल पुरानी और समय के साथ नष्ट हो गई थी। एथन उस पेड़ के पास जाता है, जिसमें खजाना छिपा होने का अनुमान था।\n\nवह ध्यानपूर्वक जड़ों के बीच खुदाई करना शुरू करता है। अचानक उसकी उंगलियाँ किसी ठंडी और कठोर चीज से टकराती हैं। वह उसे बाहर खींचता है और पाता है कि यह एक पुरानी संदूक है, जो मिट्टी और काई से ढकी हुई थी। जैसे ही वह संदूक खोलता है, उसमें सोने के सिक्के, कीमती रत्न और कुछ प्राचीन वस्तुएं पाई जाती हैं। एथन की आँखों में चमक आ जाती है, लेकिन उसका ध्यान सबसे अधिक एक किताब पर जाता है। यह एक छोटी सी किताब थी, जिसकी चमड़ी कड़ी और पुरानी थी।\n\nएथन उस किताब को ध्यान से उठाता है। यह किताब प्राचीन ज्ञान से भरी हुई थी, लेकिन उस भाषा में लिखी हुई थी जिसे वह मुश्किल से समझ पा रहा था। फिर भी, वह जानता था कि इस किताब में कुछ गहरा राज छिपा हुआ है। एथन के मन में यह ख्याल आता है कि खजाना सिर्फ सोने और रत्नों तक ही सीमित नहीं है, बल्कि यह एक गहरी ज्ञान की ओर इशारा करता है।\n\nएथन अब धीरे-धीरे यात्रा की वापसी शुरू करता है। अब उसके पास खजाना था, लेकिन उसकी असली यात्रा तो अब शुरू हो रही थी। वह जानता था कि इस किताब में छुपा हुआ ज्ञान उसे और भी बड़ी साहसिक यात्राओं की ओर ले जाएगा। इस ज्ञान ने उसे जीवन के रहस्यों के प्रति एक नई समझ दी थी, और वह जानता था कि अब से उसका जीवन कभी भी पहले जैसा नहीं रहेगा।",
             "kannada": "ಇಥನ್‌ಗೆ ಪ್ರಾಚೀನ ಖಜಾನೆಗಳು ಮತ್ತು ಸಾಹಸಿಕ ಸಾಹಸಗಳ ಬಗ್ಗೆ ಯಾವತ್ತಿಗೂ ಆಸಕ್ತಿ ಇತ್ತು. ಆತನುವು ಒಂದು ಸಣ್ಣ ಹಳ್ಳಿಯಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದನು, ಹೀಗಾಗಿ ಆತನು ಹಲವು ಬಾರಿ ಅವನನ್ನು ಪಠಿಸುಥಿ ಇದ್ದ ಪುಸ್ತಕಗಳು ಮತ್ತು ಕಥೆಗಳಲ್ಲಿ ಮುಳುಗುತ್ತಿದ್ದನು, ಅವುಗಳಲ್ಲಿ ಸಾಹಸಿಕರು ಅಜ್ಞಾನ ಪ್ರದೇಶಗಳನ್ನು ತಲುಪುವ, ಸಂಪತ್ತಿಗೆ ಮತ್ತು ರಹಸ್ಯಕ್ಕೆ ಹೊರಟಿದ್ದವರ ಕಥೆಗಳನ್ನು ಹೇಳುತ್ತವೆ. ಒಂದು ದಿನ, ಒಂದು ಹಳೆಯ ಪಠ್ಯವನ್ನು ಓದುತ್ತಿರುವಾಗ, ಇಥನ್ ಅದರ ಪುಟಗಳಲ್ಲಿ ಒಂದು ನಕ್ಷೆ ಕಂಡುಹಿಡಿದನು. ಆ ನಕ್ಷೆ ಒಂದು ಮರದ ಮೂಲದಲ್ಲಿ ಗುಟ್ಟು ಹಾಕಿದ ಒಂದು ಪ್ರಸಿದ್ಧ ಖಜಾನೆಯನ್ನು ತಲುಪುವ ಮಾರ್ಗವನ್ನು ತೋರಿಸುವ ಹಕ್ಕಿಯನ್ನು ಹೊಂದಿದ್ದಿತು.\n\nಇಥನ್, ಅವನ ಆಸಕ್ತಿಯಿಂದ ಪ್ರೇರಿತವಾಗಿ, ಈ ಕಥೆಗಳನ್ನು ನಂಬಿದನು ಮತ್ತು ಆತನು ಈ ಸಾಹಸವನ್ನು ಅಹರಿಸುವ ನಿರ್ಧಾರವನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾನೆ. ಅವನು ಅವಶ್ಯಕವಾದ ವಸ್ತುಗಳನ್ನು—ಆಹಾರ, ನೀರು ಮತ್ತು ನಕ್ಷೆಯನ್ನು—ಒಗ್ಗೂಡಿಸಿ, ಬೆಳಿಗ್ಗೆ ಚೆನ್ನಾಗಿ ಹೊತ್ತಿದ್ದನು. ಹಳ್ಳಿ ಹೊರಗೆ ಹೋಗುತ್ತಿದ್ದಂತೆ ಆತನು ತಲುಪುತ್ತಿದ್ದನು, ಆದರೂ ಅವನ ಹೃದಯದಲ್ಲಿ ಅವನಿಗಾಗಿ ಅನ್ವೇಷಣೆಯು ಧಡಕುತ್ತಿದೆ. ಪ್ರತಿಯೊಂದು ಹೆಜ್ಜೆ ಅವನನ್ನು ಅವನ ಮುಂದಿನ ಪಥದಿಂದ ಹತ್ತಿರಕ್ಕೆ ಕರೆದೇಳುತ್ತದೆ.\n\nಪ್ರಥಮ ಹಂತವು ಯಾವುದೇ ದೊಡ್ಡ ಸಮಸ್ಯೆಯಿಲ್ಲದೆ ಸಾಗಿತ್ತು. ಸೂರ್ಯ आಕಾಶದಲ್ಲಿ ಪ್ರಕಾಶಿಸುತ್ತಿದ್ದ, ಹವಾಮಾನವು ಉಷ್ಣವಾಯಿತು. ಆದರೆ, ಆತನು ಅರಣ್ಯದಲ್ಲಿ ಹಾರಿದಂತೆ, ದೃಶ್ಯವು ಬದಲಾಗಿತು. ತೆರಗಿನ ನದಿ ಭೀಕರವಾಗಿ ಹರಿಯುತ್ತಿರುವಾಗ, ಆತನಿಗೆ ಆಶ್ಚರ್ಯವೇನೆಂದರೆ ಅವನು ಹಾದಿ ತಲುಪಿದಂತೆ, ಆತನಿಗೆ ಆತನು ಎಂದಾದರೂ ಈ ಪಥದಿಂದ ದೂರ ಹೋಗುತ್ತಿದ್ದನು. \n\nಬಹುದಿನಗಳ ಪರಿಷ್ಕರಣೆಯ ನಂತರ ಅವನು ಎಷ್ಟು ಧೈರ್ಯವಿತ್ತು ತಿಳಿಯಿತು. ಆದರೂ, ಎಲ್ಲಾ ಇವು"
        }
    },
    "friendship":{
        "short": {
            "english": "In a small village, two childhood friends, Ravi and Arjun, were inseparable. Despite their different backgrounds, their bond was unbreakable. One day, a storm hit the village, and while others fled, Ravi stayed behind to help Arjun’s family secure their home. As the storm raged on, they shared memories of their childhood, reaffirming their friendship. When the storm passed, they realized that their friendship had weathered the harshest of challenges, becoming stronger than ever before. Their friendship was a reminder that true friends stand by each other in times of need, no matter the circumstances.",
            "telugu": "ఒక చిన్న గ్రామంలో, రెండు చిన్నప్పటి మిత్రులు, రవి మరియు అర్జున్, విడదీసే వేరే ఎవరూ లేరు. వారి భిన్నమైన నేపథ్యాలు ఉన్నా, వారి అనుబంధం అప్రత్యక్షంగా ఉండేది. ఒక రోజు, గ్రామంలో తుఫాను పడింది, మరి ఇతరులు పరుగెత్తి పోతూ, రవి అర్జున్ కుటుంబాన్ని సహాయం చేసేందుకు అక్కడే నిలబడ్డాడు. తుఫానులో వారు చిన్నప్పటి జ్ఞాపకాలను పంచుకున్నారు, తమ మిత్రత్వాన్ని పునఃస్థాపించుకున్నారు. తుఫాను పోయినప్పుడు, వారు తెలుసుకున్నారు వారి మిత్రత్వం అతి కఠినమైన సవాళ్ళను ఎదుర్కొని మరింత బలపడింది. వారి మిత్రత్వం నిజమైన మిత్రులు అవసరమైతే ఒకరికొకరు నిలబడటం అని గుర్తించడానికి ఒక గుర్తింపు.",
            "tamil": "ஒரு சிறிய கிராமத்தில், இரு சிறுவயது நண்பர்கள், ரவி மற்றும் அர்ஜுன், பிரிவுபடாதவையாக இருந்தனர். அவர்களது வேறுபட்ட பின்னணிகள் இருந்தாலும், அவர்களது உறவு துணிச்சலானது. ஒரு நாள், கிராமத்தில் புயல் ஏற்பட்டது, மற்றவர்கள் தப்பிக்க சிக்கினாலும், ரவி அர்ஜுனின் குடும்பத்தை உதவ அவரிடம் தங்கியிருந்தான். புயல் பாய்ந்தபோது, அவர்கள் தங்கள் சிறுவயது நினைவுகளை பகிர்ந்தனர், அவர்களது நண்பகத்தை உறுதி செய்தனர். புயல் போகும் போது, அவர்கள் அறிந்தனர் அவர்களது உறவு மிகப்பெரிய சவால்களை எதிர்கொண்டு மேலும் வலிமையானது என்று. அவர்களது நண்பகத்தை உண்மையான நண்பர்கள் ஒருவர் மற்றொருவரை ஆதரிக்கும்போது என்று நினைவூட்டுகிறது.",
            "hindi": "एक छोटे से गाँव में, दो बचपन के दोस्त, रवि और अर्जुन, एक दूसरे से कभी नहीं अलग होते थे। उनके अलग-अलग पृष्ठभूमि के बावजूद, उनकी दोस्ती अडिग थी। एक दिन, गाँव में तूफान आ गया, और जबकि बाकी लोग भाग गए, रवि अर्जुन के परिवार को मदद करने के लिए रुका रहा। जैसे-जैसे तूफान तेज़ हुआ, वे अपने बचपन की यादें साझा करते गए, और अपनी दोस्ती को फिर से महसूस किया। तूफान के बाद, उन्होंने महसूस किया कि उनकी दोस्ती ने सबसे कठिन चुनौतियों का सामना किया है और अब पहले से कहीं अधिक मजबूत हो गई है। उनकी दोस्ती यह सिखाती है कि सच्चे दोस्त विपरीत परिस्थितियों में एक-दूसरे का साथ देते हैं।",
            "malayalam": "ഒരു ചെറിയ ഗ്രാമത്തിൽ, രണ്ടു ബാല്യംകാല സുഹൃത്തുകൾ, രവി, അർജുന്‍ എന്നിവർ ഒരുപോലെ പ്രിയപ്പെട്ടവർ. അവരുടെ വ്യത്യസ്ത പശ്ചാത്തലങ്ങൾ ഉണ്ടായിരുന്നെങ്കിലും അവരുടെ ബന്ധം അടിച്ച് ചേർന്നിരുന്നു. ഒരു ദിവസം, ഗ്രാമത്തിൽ ഒരു പവർ വന്നപ്പോൾ, മറ്റു എല്ലാവരും ഓടി പോയപ്പോൾ, രവി അർജുനിന്റെ കുടുംബത്തെ സഹായിക്കാൻ അവിടെ നിന്നു. പവർ കടന്നു പോയപ്പോൾ, അവർ അവരുടെ ബാല്യകാല ഓർമ്മകൾ പങ്കുവെച്ചു, അവരുടെയും സുഹൃത്തെ വീണ്ടും സ്ഥിരീകരിച്ചു. പവർ കഴിഞ്ഞപ്പോൾ, അവർ തിരിച്ചറിയുന്നു അവരുടെ സുഹൃത്ത് ഏറ്റവും വലിയ പ്രതിസന്ധികൾക്കും നേരിടാൻ കഴിയുകയും അത് കൂടുതൽ ശക്തിയേറിയതായി മാറുകയും ചെയ്തിരിക്കുന്നു. അവരുടെ സുഹൃത്ത് സത്യസന്ധമായ സുഹൃത്തുക്കൾക്ക് വേണ്ടി മറ്റൊരാളെ പിന്തുണയ്ക്കുമ്പോഴും, അവര്‍ തിരക്കിയുണ്ട്.",
            "kannada": "ಒಂದು ಸಣ್ಣ ಹಳ್ಳಿ, ಇಬ್ಬರು ಬಾಲ್ಯದ ಸ್ನೇಹಿತರು, ರವಿ ಮತ್ತು ಅರ್ಜುನ, ನೈಜವಾಗಿ ಒಂದು-दूसರಿಗಿಂತ ದೂರವಿರುವುದಿಲ್ಲ. ಅವರ ವಿಭಿನ್ನ ಹಿನ್ನೆಲೆಗಳನ್ನು ಹೊಂದಿದರೂ, ಅವರ ಸ್ನೇಹವು ಖಂಡಿತವಾಗಿದೆ. ಒಂದು ದಿನ, ಹಳ್ಳಿಯಲ್ಲಿ ತುಫಾನೋ ಬಂದಿದೆ, ಮತ್ತು ಇನ್ನಿತರರು ಓಡಿ ಹೋಗಿದ್ದರೂ, ರವಿ ಅರ್ಜುನನ ಕುಟುಂಬವನ್ನು ಸಹಾಯ ಮಾಡಲು ನಿಲ್ಲಲಾಯ್ತು. ತುಫಾನಿನ ನಡುವೆ ಅವರು ತಮ್ಮ ಬಾಲ್ಯದ ನೆನಪುಗಳನ್ನು ಹಂಚಿಕೊಂಡು ತಮ್ಮ ಸ್ನೇಹವನ್ನು ಪುನಃ ದೃಢಪಡಿಸಿದರು. ತುಫಾನು ಹೋಗುವ ಸಮಯದಲ್ಲಿ, ಅವರು ತಮ್ಮ ಸ್ನೇಹವು ಕಠಿಣ ಸವಾಲುಗಳನ್ನು ಎದುರಿಸಿಕೊಂಡು, ಅದನ್ನು ಇನ್ನೂ ಬಲವಾದದ್ದು ಆಗಿ ಪರಿಗಣಿಸುವುದಾಗಿ ತಿಳಿದುಕೊಂಡರು. ಅವರ ಸ್ನೇಹವು ಸತ್ಯವಾದ ಸ್ನೇಹಿತರು ಕಷ್ಟ ಕಾಲದಲ್ಲಿ ಒಬ್ಬರೊಂದಿಗೆ ಇದ್ದರೆ ಎಂದರೇನು ಎಂಬುದನ್ನು ಕಲಿಸುತ್ತದೆ."
          },
        "medium":{
            "english": "In a small town nestled between hills, there lived two childhood friends, Sarah and Emily. They had grown up together, shared everything from their toys to their dreams. They were inseparable, and nothing could break their bond. As time passed, Sarah moved to the city for her higher studies, and Emily stayed in their hometown to pursue her passion for art. Despite the distance, they continued to stay in touch through calls, letters, and occasional visits. However, as Sarah's life became more hectic with studies, she found herself drifting away from Emily. Emily, on the other hand, was deeply focused on her art and felt a sense of loneliness as her life had become routine. One day, Sarah returned to the town after finishing her studies, and she noticed the distance that had grown between her and Emily. She decided to make things right. She invited Emily to spend a day together and rekindle their friendship. Emily was hesitant at first, unsure of how to reconnect after so much time had passed, but she agreed. The day they spent together was filled with laughter and memories of their childhood. They visited their favorite spots, talked about their hopes and dreams, and realized that although they had grown, their bond had never weakened. They both understood that true friendship was not about constant contact, but about being there for each other no matter how far apart they were. From that day on, Sarah and Emily vowed to nurture their friendship, no matter where life took them. Their story became a reminder to others that the best friendships can withstand time, distance, and change, and that true friends are always there for each other, even when life gets complicated.",
            "telugu": "పర్వతాల మధ్య ఉన్న ఒక చిన్న పట్టణంలో సారా మరియు ఎమిలీ అనే రెండు బాల్య మిత్రులు నివసించేవారు. వారు చిన్నప్పటి నుండి కలసి పెరిగారు, వారి ఆడుకునే खिलాయిలు నుండి తమ కలల వరకూ అన్నీ పంచుకున్నారు. వారు విడదీయరాని మిత్రులుగా ఉండే వారు, వారి సంబంధాన్ని ఏమీ దెబ్బతీయలేకపోయింది. కాలం గడిచినప్పుడు, సారా తన ఉన్నత విద్య కోసం నగరానికి వెళ్లింది, ఎమిలీ తన స్వప్నాల కోసం కళలలో ఆరంభించింది. దూరం ఉన్నా వారు కాల్స్, లెటర్స్, మరియు కొన్ని సందర్శనల ద్వారా టచ్‌లో ఉండటం కొనసాగించారు. కానీ, సారాకు చదువులలో బిజీ అయిపోయినప్పటి నుంచి, ఆమె ఎమిలీతో దూరంగా వెళ్లిపోయింది. ఎమిలీ మాత్రం తన కళల్లో మునిగిపోయి, ఒంటరితనాన్ని అనుభవించసాగింది. ఒక రోజు, సారా తన చదువు పూర్తి చేసి పట్టణానికి తిరిగి వచ్చింది, మరియు ఆమె ఎమిలీతో పెరిగిన దూరాన్ని గమనించింది. ఆమె తన మిత్రత్వాన్ని సరిచేయాలని నిర్ణయించుకుంది. ఆమె ఎమిలీని ఒక రోజు కలిసి గడపాలని ఆహ్వానించింది. మొదట ఎమిలీ నెమ్మదిగా, అంతకాలం తరువాత ఎలా తిరిగి కలుసుకోవాలో తెలియక, కొంచెం అనుమానం వ్యక్తం చేసింది కానీ ఆ అంగీకరించింది. వారు కలిసి గడిపిన రోజు నవ్వులు, వారి చిన్నప్పటి జ్ఞాపకాలతో నిండిపోయింది. వారు వారి ఇష్టమైన చోట్ల సందర్శించి, తమ ఆశలు మరియు కలలు గురించి మాట్లాడారు, మరియు వారు పెరిగినా వారి బంధం ఎప్పటికీ బలహీనపడలేదని గమనించారు. వారు అర్థం చేసుకున్నారు, నిజమైన మిత్రత్వం తరచూ సంబంధం ఉండడంలో కాదు, కానీ జీవితంలో ఎక్కడైనా ఉన్నా ఒకరికొకరు ఉండేలా ఉండటం. ఆ రోజు నుండి, సారా మరియు ఎమిలీ తమ మిత్రత్వాన్ని పెంచుకోవాలని ప్రతిజ్ఞ చేశారు, జీవితం వారిని ఎక్కడకు తీసుకెళ్ళినప్పటికీ. వారి కథ మిగిలిన వారికి ఇది గుర్తుగా మారింది: ఉత్తమ మిత్రత్వాలు సమయం, దూరం, మార్పు అన్ని సహించగలవు, మరియు నిజమైన మిత్రులు జీవితంలో సరిగా సంక్లిష్టమైనప్పుడు కూడా ఒకరికొకరు ఉన్నారు.",
            "tamil": "பரப்பளிகள் மத்தியில் உள்ள ஒரு சிறிய ஊரில், சாரா மற்றும் எமிலி என்ற இரண்டு சிறுவயது நண்பர்கள் வாழ்ந்தனர். அவர்கள் ஒன்றாக வளர்ந்தனர், விளையாட்டுப்பட்டங்கள் முதல் அவர்களது கனவுகள் வரை அனைத்தையும் பகிர்ந்தனர். அவர்கள் பிரிந்து வாழ முடியாத நண்பர்களாக இருந்தனர், அவர்களது உறவு எந்தவொரு சக்தியினால் உடைக்கப்படவில்லை. காலப்போக்கில், சாரா தனது மேலாண்மைக் கல்விக்காக நகரத்திற்கு சென்றார், எமிலி தனது கலை ஆர்வத்தை பின்பற்ற hometown-இல் வாழ்ந்தார். தூரமான போதும் அவர்கள் ஒவ்வொரு நாளும் அழைப்புகளும், கடிதங்களும் மற்றும் சில நேரங்களில் சந்திப்புகளின் மூலம் தொடர்பை தொடர்ந்தனர். ஆனால், சாராவின் வாழ்க்கை படிப்புகளுடன் மிகவும் பரபரப்பாக மாறி, அவர் எமிலியிடம் இருந்து தொலைந்து விட்டார். எமிலி, அதே நேரத்தில், தனது கலை மற்றும் தனிமை மீது கவனம் செலுத்தி, வாழ்க்கை ஒரு பொதுவான வழியில் மாறி விட்டது. ஒரு நாள், சாரா தனது படிப்புகள் முடிந்த பிறகு ஊருக்கு திரும்பினார், அவர் எமிலியுடன் ஏற்பட்ட தொலைவு உணர்ந்தார். அவர் உறவை திரும்ப சரி செய்வதற்காக முடிவு செய்தார். அவர் எமிலியிடம் ஒருநாள் சந்தித்து, தங்கள் நண்பகத்தை மீண்டும் உயிரூட்டுமாறு அழைத்தார். ஆரம்பத்தில் எமிலி தயங்கினார், அவள் இவ்வளவு காலத்திற்கு பிறகு திரும்ப இணைவது எப்படி என்று தெரியவில்லை, ஆனால் அவர் சம்மதித்தார். அவர்கள் செலவழித்த நாள் சிரிப்புகளாலும், சிறுவயது நினைவுகளாலும் நிரம்பியது. அவர்கள் தங்களது பிடித்த இடங்களை பார்வையிட்டனர், தங்கள் ஆசைகள் மற்றும் கனவுகள் பற்றி பேசினார்கள், மற்றும் அவர்கள் வளர்ந்தாலும் அவர்களது உறவு எப்போதும் பலவீனமாகவில்லை என்பதை உணர்ந்தனர். அவர்கள் உணர்ந்தனர், உண்மையான நண்பகமே தொடர்ந்து தொடர்பில் இருக்க முடியாது, ஆனால் ஒருவருக்கொருவர் எங்கு இருந்தாலும் இருப்பது தான் உண்மையானது. அந்த நாளிலிருந்து, சாரா மற்றும் எமிலி அவர்களது உறவை வளர்க்க வேண்டும் என்று பிணைப்பட்டனர், வாழ்க்கை எங்கு செல்லும் என்பது பொருட்டாக. அவர்களது கதை மற்றவர்களுக்கு இது உணர்த்தியது: சிறந்த நண்பகங்கள் நேரம், தூரம், மாற்றங்கள் எல்லாம் தாங்கி முடியும், மற்றும் உண்மையான நண்பர்கள் எப்போது வாழ்க்கை சிக்கலாக இருக்கும் போது ஒருவருக்கொருவர் இருப்பார்கள்.",
            "hindi": "एक छोटे से गाँव में दो बचपन के दोस्त, आर्यन और आकाश रहते थे। वे एक दूसरे के साथ हर पल बिताते, खेलते और सपने साझा करते थे। समय के साथ, आर्यन ने शहर में पढ़ाई के लिए जाना शुरू किया, जबकि आकाश ने गाँव में ही रहकर खेती का काम शुरू किया। दोनों के बीच दूरियां बढ़ गईं, लेकिन वे कभी एक-दूसरे से संपर्क करना नहीं भूलते थे। वे नियमित रूप से फोन करते और समय-समय पर मिलने का प्रयास करते थे। एक दिन, आर्यन अपने कॉलेज की पढ़ाई पूरी करने के बाद गाँव वापस आया। जब उसने आकाश से मुलाकात की, तो उसने देखा कि उनका दोस्त पहले जैसा नहीं रहा। आकाश अब अकेला महसूस करने लगा था और उसे ऐसा महसूस होता था कि उसकी दोस्ती टूट गई है। आर्यन ने इस समस्या का हल निकालने का फैसला किया और आकाश से एक दिन बिताने के लिए कहा। आकाश थोड़ी हिचकिचाहट के साथ सहमति जताता है। वे दोनों दिन भर एक साथ बिताते हैं, पुरानी यादों को ताजा करते हैं और समझते हैं कि वे दोनों अब भी एक-दूसरे के लिए उतने ही महत्वपूर्ण हैं। वे समझते हैं कि सच्ची दोस्ती समय और दूरी से प्रभावित नहीं होती, बल्कि यह दो दिलों का एक मजबूत बंधन है। इसके बाद, उन्होंने वादा किया कि वे एक-दूसरे के संपर्क में रहेंगे, चाहे जीवन उन्हें कहाँ भी ले जाए। उनकी कहानी अब हर किसी के लिए प्रेरणा बन गई है, कि असली दोस्त कभी भी एक-दूसरे को नहीं छोड़ते।",
            "kannada": "ಒಂದು சிறிய ಹಳ್ಳಿ ನಲ್ಲ, ಆರ್ಯನ್ ಮತ್ತು ಆಕಾಶ್ ಎಂಬ ಎರಡು ಬಾಲ್ಯ ಸ್ನೇಹಿತರು ಇದ್ದರು. ಅವರು ಪ್ರತಿ ಕ್ಷಣವೂ ಒಂದರೊಂದಿಗೆ ಸಮಯವನ್ನು ಕಳೆಯುತ್ತಿದ್ದರು, ಆಟವಾಡುತ್ತಿದ್ದರು ಮತ್ತು ಕನಸುಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಕಾಲಕ್ರಮೇಣ, ಆರ್ಯನ್ ನಗರದಲ್ಲಿ ಶಿಕ್ಷಣವನ್ನು ಮುಂದುವರೆಸಲು ಹೋದನು, ಆದರೆ ಆಕಾಶ್ ಹಳ್ಳಿಯಲ್ಲಿ ರೈತಾಯಿಯನ್ನು ಮುಂದುವರೆಸಲು ನಿರ್ಧರಿಸಿದ್ದನು. ಅವರು ಇವತ್ತಿಗೆ ಒಂದರೊಂದಿಗೆ ಹೆಚ್ಚು ಕಾಲ ಕಳೆಯುವ ಪ್ರೌಢಿಗೆ ದೂರ ಹೋಗಿದ್ದರು, ಆದರೆ ತಾವು ಸಂಪರ್ಕವನ್ನು ಕಾಯ್ದುಕೊಂಡಿದ್ದರು. ಅವರು ಸಡಿಲವಾಗಿ ಫೋನ್ ಮಾಡುವುದರಿಂದ ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ಭೇಟಿಯಾಗಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದರು. ಒಂದು ದಿನ, ಆರ್ಯನ್ ತನ್ನ ಕಾಲೇಜು ಶಿಕ್ಷಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ ಹಳ್ಳಿಗೆ ವಾಪಸ್ಸು ಬಂದನು. ಆಕಾಶನನ್ನು ಭೇಟಿಯಾಗಿದಾಗ, ಅವನು ತನ್ನ ಸ್ನೇಹಿತನನ್ನು ಹಿಂದಿನಂತೆ ನೋಡಲಿಲ್ಲ. ಆಕಾಶ್ ಈಗ ಏನು ಮಾಡುತ್ತಿದ್ದಾನೆ ಎಂದು ಅಲೆಯುತ್ತಿದ್ದನು ಮತ್ತು ಅವನು ಅದನ್ನು ಕಳೆದುಹೋಗಿದ್ದಂತೆ ಅನಿಸಿತು. ಆರ್ಯನ್ ಈ ಸಮಸ್ಯೆಗೆ ಪರಿಹಾರ ಹುಡುಕಲು ನಿರ್ಧರಿಸಿತು ಮತ್ತು ಆಕಾಶನೊಂದಿಗೆ ಒಂದು ದಿನವನ್ನು ಕಳೆದಲು ಅವನಿಗೆ ಕೇಳಿದನು. ಆಕಾಶನು ಮೊದಲಿಗೆ ಹಿಂಜರಿಯುತ್ತಿದ್ದರೂ, ಕೊನೆಯಲ್ಲಿ ಒಪ್ಪಿಕೊಂಡನು. ಅವರು ಆ ದಿನವನ್ನು ಒಂದೇ ಹಳ್ಳಿಯಲ್ಲಿ ಸವಿಯುವಂತೆ ಹಳೆಯ ನೆನೆಪುಗಳನ್ನು ಹಂಚಿಕೊಂಡು, ಅವರು ಇಬ್ಬರೂ ಇನ್ನೂ ಒಂದರೊಂದಿಗೆ ಅಗತ್ಯವಿರುವವರಾಗಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಮನಸ್ಸು ಮಾಡಿದರು. ಅವರು ಬಾರಿಯ ಹತ್ತಿರಗೊಮ್ಮಲು ಹೆಚ್ಚಿಗೆ, ಅದು ಅಂತಹ ಪ್ರೀತಿಯನ್ನು ಮತ್ತು ಸಹಾಯವನ್ನು ಹಂಚಿಕೊಂಡ ಅನುಭವ. ಅವರು ಮುಂದಿನ ದಿನಗಳನ್ನು ಅವರ ಬಾಂಧವ್ಯವನ್ನು ಉಳಿಸಿಕೊಂಡು ಹೋಗಲು ತೀರ್ಮಾನಿಸಿದಂತೆ, ಅವರು ಎಲ್ಲ ಕಡೆ ಜೊತೆಗೆ ಬಾಳಿದವರು. ಅವರ ಕಥೆ ಇತರರಿಗೆ ಪ್ರೇರಣೆ ನೀಡಿದಂತೆ, ಅದು ನಂಬಿದ ಸ್ನೇಹ, ಸಮಯವನ್ನು ಮತ್ತು ದೂರಗಳನ್ನು ಮೀರುವುದನ್ನು ಅರ್ಥೈಸುತ್ತದೆ.",
            "malayalam": "ഒരു ചെറിയ ഗ്രാമത്തിൽ ആർയൻക്കും ആകാശ് എന്ന രണ്ട് കുട്ടിക്കാല സുഹൃത്തുക്കളും താമസിച്ചു. അവരുടേത് പൊട്ടിയില്ലാത്ത സൗഹൃദമായിരുന്നു; അവർ എല്ലായ്പ്പോഴും ഒരുമിച്ച് കളിച്ചു, സ്വപ്നങ്ങൾ പങ്കുവെച്ചു. കാലം മാറി, ആർയൻ പഠനത്തിനായി നഗരത്തിലേക്ക് പോയി, എന്നാൽ ആകാശ് നാട്ടിൽ തന്നെ കലയുടെ പ്രേമിയാക്രമണത്തിനായി തനിച്ച് ജോലി ചെയ്യാനാരംഭിച്ചു. അവർക്കിടയിൽ ദൂരങ്ങൾ കൂടിയെങ്കിലും, അവർ ഒരുപോലെ ആശയവിനിമയം തുടരന്നു. ഫോൺ കോളുകൾ, കത്തുകൾ എന്നിവ വഴി ബന്ധം നിലനിർത്തി. ഒരുദിനം, ആർയൻ തന്റെ പഠനങ്ങൾ പൂര്‍ത്തിയാക്കി ഗ്രാമത്തിലേക്ക് തിരിച്ചു വന്നപ്പോൾ, അദ്ദേഹം ആകാശിനോട് കണ്ടു, അവരുടെ സൗഹൃദത്തിൽ ചെറിയ മാറ്റങ്ങൾ സംഭവിച്ചുവെന്ന് അവർ തിരിച്ചറിഞ്ഞു. ആകാശ് ഇപ്പോൾ ഒറ്റക്കായി അനുഭവപ്പെടാൻ തുടങ്ങി, അവൻ അങ്ങേയറ്റം വിഷാദത്തിലായിരുന്നു. ആർയൻ ഈ പ്രശ്നം പരിഹരിക്കാൻ തീരുമാനിച്ചു, എങ്കിൽ ആകാശ് മടങ്ങി തിരികെ എത്തുവാൻ ഞെട്ടിയാണ് ആവശ്യപ്പെട്ടത്. ആകാശ് ആദ്യം നീക്കം ചെയ്തിരുന്നുവെങ്കിലും, ഒടുവിൽ സമ്മതിച്ചു. അവരും ഒരു ദിവസം ഒരുമിച്ച് ചെലവഴിച്ചു, പഴയ ഓർമ്മകൾക്കും അനുഭവങ്ങൾക്കും പഴയ കൂട്ടായ്മയ്ക്കും പ്രചോദനമായി. അവർക്കുള്ള സത്യസന്ധമായ സൗഹൃദം ഒരുപക്ഷേ സമയം, ദൂരവും, മാറലുകളും മികവഴിയാം, എന്നാൽ സഹോദരങ്ങൾ, പക്ഷേ അതിന് ഫലമാകും എന്ന് അവർ കണ്ടെത്തി. അവരുടെ കഥ എത്രകൂടി ഇങ്ങനെ കൊണ്ടിരിക്കും!"
        },
        "long":{
            "english": "In a small town, there were two childhood friends, Ravi and Arun, who had shared everything since they were little—school secrets, childhood games, and dreams of the future. Their bond was inseparable, and they were known throughout the town as the best of friends. Ravi was an ambitious boy who dreamt of making it big in the city, while Arun was content living a simple life in their hometown, running his family's small bookstore. The time came when Ravi had to leave for the city to pursue his studies and career, while Arun stayed back to manage the bookstore. Despite the physical distance, they kept in touch, often calling and writing letters to each other. Years passed, and Ravi became successful in the city. He had a busy lifestyle, but he never forgot Arun. Every time Ravi returned to his hometown, he would visit Arun, reminiscing about their childhood days. However, as time went on, Ravi noticed a change in Arun. His once lively spirit seemed to have faded, and his bookstore was no longer the bustling place it once was. Arun had grown weary and withdrawn, and his business was facing difficulties. One day, Ravi visited Arun and found him sitting alone in the dimly lit bookstore. He looked at his old friend and asked, \"What happened to the Arun I knew?\" Arun hesitated but then said, \"I have lost my passion for the bookstore. Everything seems meaningless now. I miss the old days when we dreamed of building our futures together.\" Ravi, deeply concerned, decided to help Arun. He suggested they spend some time together, like the old days, reminiscing and rebuilding their friendship. They spent the day talking, laughing, and reconnecting. Ravi reminded Arun of the joy and purpose they once had when they were younger. Arun slowly began to open up, realizing that he still had the potential to revive his business and his passion for life. With Ravi's support, Arun found the strength to take risks and try new ideas for his bookstore. As time passed, the bookstore flourished again, and Arun regained his happiness. The bond of their friendship had rekindled, and they both realized that true friends are the ones who help each other through the tough times. Even though their lives had taken different paths, their friendship remained the same, stronger than ever. They learned that distance and time could never break the bond they shared. It was a reminder that friendship is not just about the good times but also about supporting each other during the hardest moments of life.",
            "telugu": "ఒక చిన్న గ్రామంలో ఇద్దరు చిన్నప్పటి మిత్రులు, రవి మరియు అరుణ్ నివసిస్తున్నారు. వారు చిన్నప్పుడు అన్నీ పంచుకున్నారు—పాఠశాల రహస్యాలు, పిల్లల ఆటలు, భవిష్యత్తు కలలు. వారి అనుబంధం అపరిహార్యంగా మారింది, మరియు వారు గ్రామం మొత్తం ఉత్తమ మిత్రులుగా ప్రసిద్ది చెందారు. రవి ఒక ఆత్మవిశ్వాసమున్న యువకుడు, అతను నగరంలో పెద్దగా ఉండాలని కలలు కన్నాడు, అయితే అరుణ్ తన పల్లెటూర్లోనే సులభమైన జీవితం గడపడం, తన కుటుంబం యొక్క చిన్న పుస్తకాల అంగడిని నడిపించడం వల్ల సంతృప్తిగా ఉండేవాడు. సమయం వచ్చినప్పుడు, రవి తన చదువులకు మరియు కెరీర్ కోసం నగరానికి వెళ్లాలని నిర్ణయించుకున్నాడు, మరియు అరుణ్ అంగడిని నడుపుటకు గ్రామంలోనే ఉండిపోయాడు. భౌతిక దూరం ఉన్నప్పటికీ, వారు తరచుగా ఫోన్ చేసి, ఒకరికి ఒకరు లేఖలు రాశారు. సంవత్సరాలు గడిచాయి, మరియు రవి నగరంలో విజయవంతం అయ్యాడు. అతని జీవితం బిజీగా మారింది, కానీ అతను ఎప్పుడూ అరుణ్‌ని మర్చిపోలేదు. ప్రతిసారీ రవి తన పల్లెటూరికి తిరిగి వచ్చినప్పుడు, అతను అరుణ్‌ని కలుసుకుంటాడు, వారి బాల్యం రోజులను స్మరించుకుంటాడు. అయితే, సమయం గడిచేకొద్దీ, రవి అరుణ్‌లో మార్పును గమనించాడు. అతని ఒకప్పుడు ఉత్సాహభరితమైన మనస్తత్వం మరిగిపోయింది, మరియు అతని అంగడిని ఇప్పుడు బిజీగా కాకుండా ఉండింది. అరుణ్ క్రమంగా నెమ్మదిగా మారిపోయాడు, మరియు అతని వ్యాపారం కష్టాలు ఎదుర్కొంటోంది. ఒక రోజు, రవి అరుణ్‌ని కలుసుకొని, అతన్ని అంధకారంలో ఒంటరిగా కూర్చొని కనిపించాడు. అతను తన పాత మిత్రుని చూసి అడిగాడు, \"నేను తెలుసుకున్న అరుణ్ కు ఏమైంది?\" అరుణ్ జడ్జిమెంట్ తప్పించి, \"నేను అంగడిని నడపడానికి మరింత ఉత్సాహాన్ని కోల్పోయాను. ఇప్పుడు అంతటా అనర్థం అనిపిస్తోంది. మనం కలిసి భవిష్యత్తులను నిర్మించే రోజులు నాకు చాలానే మిస్సవుతున్నాయి\" అని చెప్పాడు. రవి ఆందోళనతో, అరుణ్‌కి సహాయం చేయాలని నిర్ణయించుకున్నాడు. అతను చెప్పారు, వారు ఒకే రోజు కలసి, బసలో మరింత అనుభూతిని పొందడానికి కష్టపడి మాట్లాడుకుందామా అనే సూచనతో. వారు అప్పటికే రోజంతా మాట్లాడారు, నవ్వారు, మరింత అనుసంధానాన్ని కలిగి వచ్చారు. రవి అరుణ్‌కు నెమ్మదిగా, పూర్వపు కలలను మరలా మరింత నిర్మాణంగా తెలుసుకుంటున్నాడు. అరుణ్ ధైర్యంతో కలిపి తన వ్యాపారాన్ని రీబిల్డ్ చేయడానికి పట్టుబట్టి కొత్త ఆలోచనలు చెయ్యడం ప్రారంభించాడు. సమయం గడిచేకొద్దీ, అతని అంగడిని పునరుద్ధరించారు, మరియు అరుణ్ తిరిగి తన సంతోషాన్ని పొందాడు. వారి మిత్రత్వం మరింత బలపడ్డింది, మరియు వారు ఇద్దరు నిజమైన మిత్రులు అవుతారు అని గ్రహించారు. వారు జీవితం వేరే దారుల్లో వెళ్ళినా, వారి మిత్రత్వం ఎప్పటికీ మారదు. వారు గుర్తించుకున్నారు, అ真正మైన మిత్రులు అనేది కేవలం మంచి రోజులకే కాకుండా, జీవితంలోని అత్యంత కష్టమైన సమయాలలో ఒకరినొకరు మద్దతు ఇచ్చే వారే అని.",
            "hindi": "एक छोटे से गाँव में दो बचपन के दोस्त, समीर और अनुज रहते थे। वे एक दूसरे के साथ हर समय बिताते, स्कूल जाते, खेलते और कई योजनाएँ बनाते। उनकी दोस्ती के बारे में सभी जानते थे, और वे हमेशा एक-दूसरे का साथ देते थे। जैसे-जैसे वे बड़े होते गए, उनकी ज़िंदगी की दिशा बदलने लगी। समीर ने शहर में अपनी पढ़ाई पूरी करने का निर्णय लिया, जबकि अनुज ने अपने परिवार के व्यवसाय में हाथ बंटाने का सोचा। यह परिवर्तन उनके बीच दूरी बढ़ाने लगा। समीर को हमेशा अनुज की याद आती, लेकिन वह व्यस्त हो गया था और धीरे-धीरे उनके बीच संपर्क कम हो गया। लेकिन अनुज ने कभी समीर को नहीं भुलाया। एक दिन, समीर ने सोचा कि वह पुराने दोस्तों से मिलकर अपनी पुरानी यादें ताज़ा करे। उसने अनुज को फोन किया और मिलने का समय तय किया। जब दोनों मिले, तो समीर ने देखा कि अनुज की ज़िंदगी में कुछ बदलाव आए थे, वह थोड़ा उदास और अकेला सा महसूस हो रहा था। समीर ने समझाया कि दोस्ती हमेशा एक-दूसरे से जुड़े रहने की आवश्यकता नहीं होती, लेकिन जब भी हमें जरूरत हो, सच्चे दोस्त हमेशा हमारे पास होते हैं। समीर और अनुज ने पुराने दिनों को याद किया और तय किया कि वे फिर से एक-दूसरे के संपर्क में रहेंगे। वे जानते थे कि सच्ची दोस्ती समय और दूरी से परे होती है। इस दिन के बाद, समीर और अनुज की दोस्ती पहले से भी मजबूत हो गई। अब वे एक-दूसरे से न केवल फोन पर बात करते थे, बल्कि छुट्टियों में मिलते भी थे और हर समस्या पर एक-दूसरे की मदद करते थे। उनकी दोस्ती ने यह सिद्ध कर दिया कि सच्चे दोस्त कभी दूर नहीं होते, वे हमेशा हमारे दिल में रहते हैं।",
            "tamil": "ஒரு சிறிய கிராமத்தில் இரு நண்பர்கள், சமீர் மற்றும் அனுஜ் வாழ்ந்தனர். அவர்கள் ஒருவருடன் எப்போதும் நேரம் செலவிடுவார்கள், பள்ளிக்கு செல்வார்கள், விளையாடுவார்கள் மற்றும் பல திட்டங்களை உருவாக்குவார்கள். அவர்களது நட்பு அனைவராலும் அறியப்பட்டது, அவர்கள் எப்போதும் ஒருவருக்கொருவர் ஆதரவு அளித்தனர். காலப்போக்கில் அவர்கள் வளர்ந்து போகின்றனர், அவர்களின் வாழ்க்கை மாற்றம் அடைந்தது. சமீர் நகரில் தனது படிப்பை முடிக்க முடிவு செய்தார், ஆனால் அனுஜ் குடும்பத் தொழிலில் உதவி செய்யத் தீர்மானித்தார். இந்த மாற்றம் அவர்களுக்கிடையில் தூரத்தை ஏற்படுத்தியது. சமீருக்கு எப்போதும் அனுஜின் நினைவுகள் வந்தாலும், அவர் தங்கள் பள்ளி வாழ்க்கையில் எப்போதும் அவனை நினைத்து வாழ்ந்தார். ஒரு நாள், சமீர் பழைய நண்பர்களுடன் சந்தித்து, பழைய நினைவுகளை விரிவாக்க முயற்சிக்க முடிவு செய்தார். அவர் அனுஜை அழைத்து, சந்திக்க நேரத்தை அமைத்தார். சந்திக்கும்போது, சமீர் பார்வையிட்டான் அனுஜின் வாழ்க்கையில் மாற்றங்கள் ஏற்பட்டுவிட்டன, ஆனால் அவர் மனதில் தனிமையுடன் இருந்தார். சமீர் அவனுக்கு கூறியது, நட்பு எப்போதும் ஒன்றிணைந்து இருக்க வேண்டும் என்று சொல்லவில்லை, ஆனால் உண்மையான நண்பர்கள் எப்போதும் நம் அருகில் இருக்கின்றனர். சமீர் மற்றும் அனுஜ் பழைய நாட்களைக் கண்டுகொண்டு, அவர்கள் மீண்டும் ஒருவருடன் உறுதிப்படுத்தி நட்பு உறவை துவங்கினார்கள். அவர்கள் புரிந்துகொண்டனர் உண்மையான நட்பு நேரம் மற்றும் இடைவெளியைக் கடந்து போகின்றது. இந்த நாளுக்குப் பிறகு, சமீர் மற்றும் அனுஜின் நட்பு மிகவும் வலுப்பெற்றது. இப்போது அவர்கள் ஒருவருக்கொருவர் தொலைபேசியில் பேசுவதோடு, விடுமுறைகளில் சந்திப்பதைப் போலும், ஒவ்வொரு பிரச்சினைக்காக உதவி அளிக்கின்றனர். அவர்களின் நட்பு உண்மையான நட்பின் எடுத்துக்காட்டு ஆகியிருக்கும்.",      
            "malayalam": "ഒരു ചെറിയ ഗ്രാമത്തിൽ രവിയും മാധവിയും രണ്ടുപേരും കുട്ടിക്കാലത്ത് ഏറ്റവും നല്ല സുഹൃത്തുക്കളായി മാറി. അവര്‍ ഒരുമിച്ച് സമയം ചെലവഴിച്ച്, കളിച്ചും പഠിച്ചും ജീവിതം ആഘോഷിച്ചിരുന്നു. എങ്കിലും, ഒരു ദിവസം, രവി തന്റെ കുടുംബത്തോടൊപ്പം നഗരത്തിലേക്ക് പോയി, അതിനാൽ അവരുടെ ഇടയിലെ ബന്ധം ദൂരദർശിയായി മാറി. എന്നാല്‍ തനിച്ചായിരുന്ന മാധവിക്ക്, രവിയുടെ അഭാവം എല്ലായ്പ്പോഴും മനസ്സിൽ നിൽക്കുകയാണ്. അതേസമയം, രവി തന്റെ പുതുമുഖ ജീവിതവുമായി ഏർപ്പെടാനായി മടങ്ങി, എന്നാൽ അവന്‍ മാധവിയോട് ബന്ധം തുടരുന്നതിന് മുമ്പ് തന്റെ മാനസിക ഉണർവിലേക്ക് എത്താൻ വഴിവെച്ചിരിക്കും. വർഷങ്ങൾക്കു ശേഷം, രവി ഒരു സന്ദർശനത്തിന് മാധവിയിലേക്ക് വന്നു. അവരുടെ ആദ്യമായുള്ള അടുപ്പം എത്രയും പെട്ടെന്ന് തിരിച്ചുവരുന്നുവെന്ന് അവർ തിരിച്ചറിഞ്ഞു. അവർക്കു തമ്മിലുള്ള സൗഹൃദം ആധികാരികമായി പുനഃസൃഷ്ടിക്കപ്പെട്ടു, അവർ പഴയ ഓർമ്മകൾ പങ്കുവെച്ചു, അവര്‍ തമ്മിലുള്ള ബന്ധം ഇപ്പോഴും മുൻപത്തെ പോലെ തികച്ചും പരസ്പരം വിശ്വാസമുള്ളതായിരുന്നു. തങ്ങളുടെ അനുഭവങ്ങൾ, കാലക്രമത്തിൽ മാറിയെങ്കിലും, അവര്‍ തമ്മിലുള്ള ബന്ധം പെട്ടെന്ന് ശക്തമായിരുന്നു. അങ്ങനെ, അവരുടെ കഥ എങ്ങനെ സൗഹൃദം നഷ്ടപ്പെടാത്ത ഒരു നൂറ്റാണ്ടിലേക്കുള്ള യാത്രയായിത്തീർന്നു.",
            "kannada": "ಒಂದು ಸಮುದಾಯದಲ್ಲಿ ಎರಡು ಪ್ರಿಯ ಸ್ನೇಹಿತರು ಇದ್ದರು, ರಾಮು ಮತ್ತು ಸುದೀಪ್. ಅವರು ಪ್ರತಿ ದಿನವೂ ಪರಸ್ಪರ ಸಮಯ ಕಳೆಯುತ್ತಿದ್ದರು, ಬೆಳೆದ ಬಾಲ್ಯದಲ್ಲಿಯೇ ಹೆಚ್ಚು ಹಾಸ್ಯಗಳು ಮತ್ತು ಸಂತೋಷಗಳೊಂದಿಗೆ. ಆದರೆ ಕಾಲಕಾಲದಲ್ಲಿ ಸುದೀಪ್ ಪಠ್ಯಕ್ಕಾದ್ದರಿಂದ ಹೊಸ ಅವಕಾಶಗಳನ್ನು ಹುಡುಕಲು ನಗರಕ್ಕೆ ತೆರಳಲು ನಿರ್ಧರಿಸಿದನು. ಅವನು ಗ್ರಾಮದಿಂದ ಹೊರಹೋಗಿದಾಗ, ರಾಮು ಅವನನ್ನು ತಪ್ಪಿಸಿಕೊಂಡನು. ಆದರೆ, ಸಮಯವು ಹೊಸ ನಂಟುಗಳನ್ನು ತಲುಪಿಸಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಕೆಲವು ವರ್ಷಗಳ ನಂತರ, ಸುದೀಪ್ ತನ್ನ ವ್ಯವಹಾರಗಳಲ್ಲಿ ಹೆಚ್ಚಿನ ಪ್ರಗತಿಯನ್ನು ಕಂಡು, ರಾಮು ಜೊತೆ ಭೇಟಿಯಾಗಲು ನಿರ್ಧರಿಸಿದನು. ಅವನು ಬಂದಾಗ, ಅವನು ತನ್ನ ಹಳೆಯ ಸ್ನೇಹಿತನನ್ನು ಪೂರಕವಾಗಿ ಕಂಡನು. ಸುದೀಪ್ ಮತ್ತು ರಾಮು ಹಿಂದಿನ ಸ್ನೇಹಿತನನ್ನು ಮರೆಯುವ ಹಾಗೆ ಅಲ್ಲದೆ, ಅವರು ತಮ್ಮ ಜೀವನದಲ್ಲಿ ಕಳೆದುಕೊಳ್ಳುವ ಕನಸುಗಳನ್ನು ಮತ್ತು ಯಶಸ್ಸುಗಳನ್ನು ಹಂಚಿಕೊಂಡರು. ಅವರು ಅನೇಕ ವಿಷಯಗಳನ್ನು ಬಹುದೂರವಾಗಿ ಹಂಚಿಕೊಂಡು ಒಂದೇ ದಿನ, ತಮ್ಮ ಹಳೆಯ ಸ್ನೇಹಿತನನ್ನು ಮೆಚ್ಚಿದ್ದಾರೆ. ಅವರ ಸ್ನೇಹವು ಕಾಲಕಾಲದಲ್ಲಿ ದುಡಿದು, ಅದನ್ನು ಮತ್ತೆ ಮೆಚ್ಚಿದವರು."
        }
    },
    "love":{
        "short": {
            "english": "In a small town, there lived a young couple, Arjun and Priya. Their love blossomed over the years, despite the challenges they faced. Arjun, a passionate musician, would play his guitar for Priya every evening by the river. They cherished simple moments together, from walking under the moonlight to sharing their dreams. One day, Arjun received an offer to study music abroad, and Priya, understanding the importance of his dreams, encouraged him to go. They promised to wait for each other, knowing that true love would bridge the distance. Arjun returned after years, and their reunion was nothing short of magical. Their love had only grown stronger over time, proving that love knows no boundaries.",
            "telugu": "ఒక చిన్న పట్టణంలో అర్జున్ మరియు ప్రియ అనే ఇద్దరు యువతులు ఉండేవారు. వారు ఎన్నో సవాళ్లను ఎదుర్కొన్నప్పటికీ, వారి ప్రేమ సంవత్సరాల తర్వాత వృద్ధిచెందింది. అర్జున్, ఒక ఉత్సాహభరితమైన సంగీతకారుడు, ప్రతీ సాయంత్రం ప్రియకు నదీ దగ్గర తన గిటార్ వాయించి ప్రేమ చూపేవాడు. వారు ఒకరి మాటలు వినడం, జాబితాలో కలిపిన కలలను పంచుకోవడం వంటి సాదా విషయాలను చాలా ఇష్టంగా గడిపేవారు. ఒక రోజు, అర్జున్ సంగీతం చదవడానికి విదేశాలకు వెళ్లే ఆఫర్ పొందాడు, అయితే ప్రియ, అతని కలల ప్రాధాన్యతను అంగీకరించి అతనికి వెళ్లమని చెప్పింది. వారు ఒకరిని మరొకరిలో ఎదురు చూస్తామని వాగ్దానం చేసుకున్నారు. అర్జున్ సంవత్సరాల తర్వాత తిరిగి వచ్చినప్పుడు, వారి మళ్ళీ కలవడం నిజంగా మాయాజాలంగా మారింది. వారి ప్రేమ సమయంతో పెరిగింది, ప్రేమ ఎప్పటికీ అడ్డంకులేని దానిని నిరూపిస్తుంది.",
            "tamil": "ஒரு சிறிய நகரில் அர்ஜுன் மற்றும் பிரியா என்ற இரு இளம் ஜோடி வாழ்ந்தார்கள். அவர்கள் சந்தித்த சவால்களை மீறி, அவர்களின் காதல் பல வருடங்களில் வளர்ந்தது. அர்ஜுன், ஒரு இசை ஆர்வலர், பிரியாவிற்காக ஒவ்வொரு மாலை கொண்டாட்டமாக தனது 기타வைக் கொட்டுவான். சந்தோஷமாக நடந்த சில தருணங்களைக் கொண்டிருந்தார்கள், நிலவின் கீழ் நடைபாதையில் நடப்பதும், கனவுகளை பகிர்ந்துகொள்வதும். ஒரு நாள் அர்ஜுன் இசைத் துறையில் வெளிநாட்டில் படிக்கச் சந்தர்ப்பம் பெற்றார். பிரியா, அவனது கனவுகளின் முக்கியத்துவத்தைப் புரிந்து அவரை சென்று வார்த்துக் கொண்டாள். அவர்கள் ஒருவருக்கொருவர் காத்துக்கொள்வோம் என்ற வாக்குறுதி செய்தனர், உண்மையான காதல் தொலைவையும் அடுத்த பக்கங்களையும் கடந்திடும் என்பதை அறிந்தார்கள். அர்ஜுன் பல ஆண்டுகளுக்குப் பிறகு திரும்பி வந்தார், அவர்களின் சந்திப்பு கற்பனையைப் போல மாயமாக இருந்தது. அவர்களின் காதல் காலத்துடன் வலுப்பெற்றது, காதல் எல்லா எல்லைகளையும் தாண்டும் என்பதை நிரூபித்தது.",
            "hindi": "एक छोटे से शहर में, अर्जुन और प्रिय नामक एक युवा जोड़ा रहता था। उन्होंने जो भी चुनौतियां झेली, उनके बीच का प्यार साल दर साल बढ़ता गया। अर्जुन, जो एक समर्पित संगीतकार था, प्रिय के लिए हर शाम नदी के किनारे अपना गिटार बजाता था। वे चाँदनी रातों में साथ चलने से लेकर, अपने सपनों को एक-दूसरे से साझा करने तक, साधारण पलों का आनंद लेते थे। एक दिन अर्जुन को विदेश में संगीत अध्ययन करने का प्रस्ताव मिला, और प्रिय, उसके सपनों की अहमियत को समझते हुए, उसे जाने के लिए प्रोत्साहित करती है। वे एक-दूसरे से वादा करते हैं कि वे इंतजार करेंगे, क्योंकि सच्चा प्यार दूरी को भी पार कर जाता है। सालों बाद अर्जुन लौटता है, और उनकी मुलाकात जादुई रूप से खास हो जाती है। उनका प्यार समय के साथ और भी मजबूत हो गया, यह साबित करते हुए कि प्यार की कोई सीमा नहीं होती।",
            "malayalam": "ഒരു ചെറിയ പട്ടണത്തിൽ അർജുൻ, പ്രിയ എന്നൊരു യുവജോഡി താമസിച്ചിരുന്നു. അവർ നേരിടുന്ന പ്രയാസങ്ങൾ notwithstanding, അവരുടെ പ്രണയം വർഷങ്ങളായി വളർന്നുകൊണ്ടിരിക്കുന്നു. അർജുൻ, ഒരു പ്രണയമുള്ള സംഗീതജ്ഞൻ, സന്ധ്യാകാലങ്ങളിൽ പ്രിയയ്ക്ക് തന്റെ ഗിറ്റാർ പ്രതിദിനം വായിക്കുമ്പോൾ. അവർ എപ്പോഴും വളരെ സാദ്ധ്യമുള്ള നിമിഷങ്ങളെ പങ്കുവെച്ച് സന്തോഷകരമായിരുന്നു, ചന്ദ്രനാളിൽ നടപ്പിൻറെ കൂടെ, സ്വപ്നങ്ങൾ പങ്കുവെച്ചതും. ഒരു ദിവസം, അർജുൻ സംഗീതം പഠിക്കാൻ വിദേശത്ത് പോകുന്ന പ്രস্তാവം കിട്ടി, പ്രിയ അവന്റെ സ്വപ്നത്തിന്റെ പ്രാധാന്യത്തെ മനസ്സിലാക്കി, അവനെ പോകാൻ പ്രേരിപ്പിച്ചു. അവർ ഒന്നിച്ച് കാത്തിരിക്കുമെന്ന് പ്രതിജ്ഞ ചെയ്തുകൊണ്ടിരിക്കുന്നു, സത്യമുള്ള പ്രണയം ദൂരം കടന്നു പോകുമെന്നുള്ള വിശ്വാസം. അർജുൻ വർഷങ്ങൾക്കുശേഷം തിരിച്ചുവരുന്നു, അവരുടെ നട്ടും ഒരു മോഹവുമായി ഒത്തുചേരുന്നു. അവരുടെ പ്രണയം കാലത്തോടെ വളർന്നുപോകുന്നു, പ്രണയം എത്രയും ഉയരങ്ങളില്ലാത്തതായി പ്രൂഫ് ചെയ്യും.",
            "kannada": "ಒಂದು ನಗುಮುಗಿಯ ಗ್ರಾಮದಲ್ಲಿ ಅರ್ಜುನ್ ಮತ್ತು ಪ್ರಿಯಾ ಎಂಬ ಯುವ ಜೋಡಿ ವಾಸಿಸುತ್ತಿದ್ದರು. ಅವರು ಎದುರಿಸಿದ ಎಲ್ಲಾ ಸಂಕಷ್ಟಗಳನ್ನು ಮೀರಿ, ಅವರ ಪ್ರೀತಿಯು ವರ್ಷಗಳಿಂದ ಬೆಳೆದಿತು. ಅರ್ಜುನ್, ಒಂದು ಹೊತ್ತಾದ ಸಂಗೀತಕಾರ, ಪ್ರಿಯಗೆ ಪ್ರತಿದಿನವೂ ತನ್ನ ಗಿಟಾರ್ ನಾದಿಸುತ್ತಿದ್ದ. ಅವರು ಚಂದ್ರಬಿಂಬಗಳಲ್ಲಿ ನಡೆಯುವುದರಿಂದ ಇನ್ನೊಂದು ಒಂದು ಪ್ಲಾನ್ ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವಂತೆಯೇ ಸಾಮಾನ್ಯ ಕ್ಷಣಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದರು. ಒಂದು ದಿನ, ಅರ್ಜುನ್ ಸಂಗೀತ ಕಲಿಕೆಗೆ ವಿದೇಶದಲ್ಲಿ ಅವಕಾಶ ಪಡೆದನು ಮತ್ತು ಪ್ರಿಯಾ ಅವನ ಕನಸುಗಳ ಮಹತ್ವವನ್ನು ತಿಳಿದು ಅವನಿಗೆ ಹೋಗಲು ಉತ್ತೇಜನ ನೀಡಿದಳು. ಅವರು ಪರಸ್ಪರ ಕಾದಿರಿಸಲು ಪ್ರತಿಜ್ಞೆ ಮಾಡಿಕೊಂಡರು, ಸತ್ಯವಾದ ಪ್ರೀತಿ ದೂರವನ್ನು ಮೀರಿ ಹೋಗುತ್ತದೆ ಎಂದು ನಂಬಿದಾಗ. ಅರ್ಜುನ್ ವರ್ಷಗಳ ನಂತರ ಹಿಂತಿರುಗಿದನು, ಅವರ ಪುನರಾವರ್ತನೆ ಮಾಯಾಜಾಲಕ್ಕಿಂತ ಹೆಚ್ಚಿನದು. ಅವರ ಪ್ರೀತಿ ಕಾಲಕಾಲಕ್ಕೂ ಮತ್ತಷ್ಟು ಬಲವಂತವಾಗಿ ಬೆಳೆದಿತು, ಪ್ರೀತಿ ಯಾವ ರೀತಿಯ ನಿಯಮಗಳನ್ನು ಮೀರಿ ಹೋಗುತ್ತದೆ ಎಂದು ಸಾಬೀತಾಯಿತು."
        },
        "medium":{
            "english": "In the vibrant city of Rosewood, Aanya and Karan crossed paths during a cultural festival. Aanya, a talented dancer, and Karan, a budding filmmaker, were drawn to each other's passion for art. Their conversations began with shared interests and gradually turned into endless discussions about dreams, fears, and life. Over the months, their bond deepened as they collaborated on a project that combined their talents—a film that showcased traditional dance forms. \n\nDuring their creative journey, they discovered the essence of love: understanding, mutual respect, and unwavering support. As they celebrated the film's premiere, Karan realized he wanted Aanya by his side forever. Kneeling under a canopy of fairy lights, he confessed his love. Aanya, with tears of joy, embraced him, marking the beginning of a beautiful chapter in their lives. Their love story proved that when two hearts align, even the ordinary can become extraordinary.",
            "telugu": "రోజ్‌వుడ్ నగరంలో జరిగిన సాంస్కృతిక ఉత్సవంలో ఆన్య మరియు కారన్ కలుసుకున్నారు. ఆన్య, ఒక ప్రతిభావంతమైన నాట్యకారిణి, మరియు కారన్, ఒక ఫిల్మ్‌మేకర్, వారి కళలపై ఉన్న ఆసక్తి వలన ఒకరికొకరు ఆకర్షితులయ్యారు. వారి సంభాషణలు వారి కలలపై ప్రారంభమై, సమయం కోసం కలసి చేసిన చర్చలుగా మారాయి. నెలలుగా, వారు కలిపి తమ ప్రతిభను ప్రదర్శించిన ఒక ప్రాజెక్ట్ ద్వారా తమ అనుబంధాన్ని మరింతగా బలపరిచారు. \n\nప్రాజెక్ట్ ముగిసిన తర్వాత, కారన్ ఆన్యను ప్రత్యేకంగా కలవాలని అనుకున్నాడు. సాంస్కృతిక నృత్యరూపాలను ప్రదర్శించే సినిమాపై కలిసి పనిచేసినప్పుడు, వారిద్దరూ ప్రేమ యొక్క ఆంతర్యాన్ని కనుగొన్నారు: అవగాహన, పరస్పర గౌరవం, మరియు అచంచలమైన మద్దతు. ప్రీమియర్ వేడుక సందర్భంగా కారన్, తాను ఆన్యను ఎప్పటికీ తనతో ఉండాలని కోరుకున్నాడు. ఆ ఫెయిరీలైట్ల కాంతిలో, తన ప్రేమను ప్రకటించాడు. ఆన్య ఆనందంతో తన ప్రేమను అంగీకరించి, కౌగిలించుకుంది.",
            "tamil": "ரோஸ்வுட் நகரத்தில் நடந்த கலாச்சார விழாவில் ஆன்யா மற்றும் காரன் சந்தித்தனர். ஆன்யா, திறமை வாய்ந்த நடன கலைஞர், காரன், ஒரு விரிவாக வளர்ந்துவரும் திரைப்பட இயக்குனர், இருவரும் கலையை நேசிப்பதால் ஒருவருக்கொருவர் ஈர்க்கப்பட்டனர். கலாச்சார நடன வடிவங்களை மையமாக கொண்டு திரைப்படம் உருவாக்கியபோது, அவர்களுக்குள் காதலின் சரியான பொருள் தெரிந்தது: புரிதல், பரஸ்பர மதிப்பு மற்றும் மாறாத ஆதரவு. \n\nதிரைப்படத்தின் முன்னிலையை கொண்டாடும் போது, காரன் தனது காதலை வெளிப்படுத்த முடிவெடுத்தார். மின்னொளி கொண்ட குடை மரத்தில், காதல் நிரம்பிய கண்களுடன், ஆன்யாவிடம் தனது வாழ்க்கையை பகிர்ந்து கொள்ள திடமாக முடிவெடுத்தார். ஆன்யா மகிழ்ச்சியுடன் தனது ஒப்புதலையும் அவரது காதலையும் வெளிப்படுத்தி, புதிய அத்தியாயம் தொடங்கியது.",
            "hindi": "रोज़वुड शहर में, एक सांस्कृतिक महोत्सव के दौरान, आन्या और करण की मुलाकात हुई। आन्या एक प्रतिभाशाली नर्तकी थीं और करण एक उभरते हुए फिल्म निर्माता। उनके साझा जुनून ने उन्हें एक साथ लाया। उनके बीच की बातचीत ने उनके सपनों और डर को साझा करने वाले संवादों का रूप ले लिया। महीनों की कड़ी मेहनत के बाद, उन्होंने पारंपरिक नृत्य रूपों को प्रदर्शित करने वाली एक फिल्म बनाई।\n\nप्रीमियर के दौरान, करण ने फेयरी लाइट्स के नीचे अपने दिल की बात कही। आन्या ने करण को गले लगाते हुए अपनी सहमति दी। उनका प्रेम कहानी साबित करती है कि जब दो दिल मिलते हैं, तब साधारण चीज़ें भी असाधारण हो जाती हैं।",
            "kannada": "ರೋಸ್‌ವುಡ್ ನಗರದಲ್ಲಿ ನಡೆದ ಸಾಂಸ್ಕೃತಿಕ ಹಬ್ಬದಲ್ಲಿ, ಆನ್ಯಾ ಮತ್ತು ಕರಣ್ ಮೊದಲ ಬಾರಿಗೆ ಭೇಟಿಯಾದರು. ಆನ್ಯಾ, ಪ್ರತಿಭಾವಂತ ನೃತ್ಯಗಾರ್ತಿ ಮತ್ತು ಕರಣ್, ಆಕರ್ಷಕ ನಿರ್ದೇಶಕನಾಗಿದ್ದ, ಅವರ ಕಲೆಯ ಬಗ್ಗೆಯೇ ಆಕರ್ಷಿತರಾಗಿದ್ದರು. ಅವರು ಚರ್ಚೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದರು. ಪ್ರಜ್ಞೆಯಾಗಿ ಬೆಳೆದ ಪ್ರೀತಿಯ ಉಸಿರು ಅವರ ಜೀವನವನ್ನು ಹೊಸಮಟ್ಟಕ್ಕೆ ಕರೆದಿತು.\n\nಫಿಲ್ಮ್ ಪ್ರೀಮಿಯರ್ ಸಂದರ್ಭದಲ್ಲಿ, ಕರಣ್ ತನ್ನ ಪ್ರೀತಿಯನ್ನು ಫೈರಿ ಲೈಟ್‌ಗಳ ಹಿಂಸೆ ಸೂಚಿಸಿದನು. ಆನ್ಯಾ ಕಣ್ಣೀರಿನಲ್ಲಿ ತನ್ನ ಸಂತೋಷವನ್ನು ತೋರಿಸಿತು, ಹೊಸ ಅಧ್ಯಾಯವು ಪ್ರಾರಂಭವಾಯಿತು.",
            "malayalam": "റോസ്വുഡ് എന്ന ചെറിയ നഗരത്തിലെ സാംസ്കാരികോത്സവത്തിൽ അൻജലിയും കരൺകുമാറും ആദ്യമായി കണ്ടുമുട്ടി. അൻജലി ഒരു പ്രതിഭാശാലിയായ നർത്തകിയായിരുന്നു, കരൺ ഒരു യുവ സംവിധായകനും. ഇരുവരും കലയിൽ ഉള്ള സ്നേഹവും ആവേശവും പങ്കുവച്ചതിനാൽ അടുത്തവരികയായി. അവരുടെ സൗഹൃദം ആഴത്തിലായതോടെ അവർ പരമ്പരാഗത നൃത്തരീതികളെ പ്രമേയമാക്കിയ ഒരു ചിത്രത്തിൽ ഒരുമിച്ച് പ്രവർത്തിച്ചു. \n\nചിത്രത്തിന്റെ നിർമ്മാണത്തിനിടയിൽ, അവർ സ്നേഹത്തിന്റെ സാർവത്രികതയെക്കുറിച്ച് മനസ്സിലാക്കി: പരസ്പര ബഹുമാനം, സ്‌നേഹം, പിന്തുണ എന്നിവയോടെയുള്ള ബന്ധം. പ്രദർശനത്തിന്റെ ആദ്യ രാത്രിയിൽ, കരൺ മനോഹരമായ ഫെയറി ലൈറ്റുകൾക്കു താഴെ തന്റെ സ്നേഹം അൻജലിക്ക് വെളിപ്പെടുത്തി. ആ ചൊല്ലുകളോട് അൻജലി കരണിനെ സ്നേഹത്തോടെ ചേർത്ത് പിടിച്ചു. അവരുടെ ഈ സ്നേഹഗാഥ പകൃതിയായതിനെ അതിജീവിച്ച്, എത്രത്തോളം സ്നേഹമുണ്ടോ അത് ദൂരം മറികടക്കുകയും ജീവിതത്തെ അത്ഭുതമാക്കുകയും ചെയ്യുമെന്നു തെളിയിച്ചു."
        },
        "long":{
            "english": "In a quaint village surrounded by hills and rivers, lived Aarav and Meera, childhood friends whose bond grew stronger with every passing year. Aarav, a quiet and thoughtful artist, spent his days sketching the serene landscapes of their village, while Meera, a vivacious and curious soul, would often join him, marveling at his creations. Their lives were simple, filled with laughter, shared dreams, and the comfort of each other's presence. As they grew older, Aarav realized that his feelings for Meera had deepened into something more profound. However, he hesitated to express them, fearing it might change their friendship. \n\nOne summer, the village held its annual festival, bringing together people from far and wide. Aarav, encouraged by the festive spirit, painted a portrait of Meera that captured her essence - her bright eyes, her uncontainable energy, and her pure heart. On the final night of the festival, under a canopy of stars, he gifted her the painting. Meera, overwhelmed by the gesture, confessed that she too had been hiding her feelings for him. Their love story began that night, under the stars, with the promise to cherish each other forever. Together, they turned their shared dreams into reality, proving that love rooted in friendship could bloom into something extraordinary.",
            "telugu": "ఒక చిన్న గ్రామంలో, కొండలు మరియు నదుల మధ్య, ఆరవ్ మరియు మీరా జీవించేవారు. వారు చిన్నప్పటి నుంచే మంచి స్నేహితులుగా ఉండేవారు, మరియు వారి బంధం సంవత్సరాల గడిచే కొద్దీ మరింత బలపడింది. ఆరవ్, శాంతమయమైన కళాకారుడు, తన రోజులను గ్రామంలోని దృశ్యాలను డ్రాయింగ్ చేస్తూ గడిపేవాడు, మరియు మీరా, ఉల్లాసభరిత మరియు ఆసక్తికరమైన వ్యక్తి, తరచుగా అతనితో కలసి ఉంటూ, అతని కళాకృతులను ఆశ్చర్యంగా చూస్తూ గడిపేది. వారి జీవితాలు సింపుల్‌గా ఉండేవి, చిలిపి నవ్వులు, కలల్ని పంచుకోవడం, మరియు ఒకరి సమీపంలో ఉన్న అనుభూతితో నిండివుండేవి. \n\nకాలక్రమేణా, ఆరవ్ తన మనసులో మీరా మీద ఉన్న ప్రణయాన్ని గుర్తించాడు. కానీ, తన ప్రేమను వ్యక్తపరచాలంటే, వారి స్నేహం మారుతుందని భయపడ్డాడు. ఒక వేసవి, గ్రామం వార్షిక ఉత్సవాన్ని నిర్వహించింది, ఇది దగ్గరల నుంచే కాకుండా దూర ప్రాంతాలనుంచి కూడా ప్రజలను ఆకర్షించింది. ఉత్సవానికి ప్రేరణగా, ఆరవ్ మీరాను ప్రతిబింబించే ఒక పెయింటింగ్ ను చిత్రించాడు, ఆమె కళ్ళలో తేజస్సును, ఆమె ఉల్లాసం మరియు పగటిపుట్టే హృదయాన్ని అందులో చూపించాడు. \n\nఉత్సవం చివరి రాత్రి, నక్షత్రాల కింద, ఆ పెయింటింగ్‌ను మీరాకు అందజేశాడు. ఆహ్లాదంతో నిండిన మీరా, తన మనసులో తన ప్రేమను దాచుకున్నట్లు తెలిపింది. ఆ రాత్రి వారి ప్రేమకథ మొదలైంది, నక్షత్రాల కింద, ఒకరికొకరిని అర్ధం చేసుకుంటామని ఇచ్చిన హామీతో. స్నేహంలో పుట్టిన ప్రేమ, సాధారణమైనదానిని అసాధారణంగా మార్చగలదని వారు నిరూపించారు.",
            "hindi": "एक छोटे से गांव में, जहां हर गली में कहानी बसी थी, वहां रोहित और सुहानी का प्रेम अपनी मिसाल खुद लिख रहा था। रोहित एक किसान का बेटा था, जो धरती से अपने सपनों को उगाने में यकीन रखता था। सुहानी, एक शिक्षिका, जिसने गांव के बच्चों को शिक्षा का दीप जलाकर उजाला देने का प्रण लिया था। दोनों की पहली मुलाकात गांव के मेले में हुई थी, जब रोहित ने एक बेजान पतंग को उड़ाने की कोशिश की और सुहानी ने मुस्कुराते हुए उसकी मदद की। पतंग जैसे आसमान में उड़ने लगी, वैसे ही उनके दिल भी एक दूसरे की ओर खिंचने लगे।\n\nवक्त बीता और दोनों के बीच गहरी दोस्ती हो गई, जो धीरे-धीरे प्रेम में बदल गई। हालांकि, उनकी राह आसान नहीं थी। रोहित और सुहानी के परिवारों के बीच आर्थिक और सामाजिक मतभेद थे। लेकिन दोनों ने इन बाधाओं को अपनी ताकत बनाया। रोहित ने अपने खेतों में मेहनत कर फसल से आमदनी बढ़ाई, जबकि सुहानी ने शिक्षा से गांव में बदलाव लाने का सपना पूरा किया।\n\nआखिरकार, उनके प्रेम ने समाज और परिवारों को जीत लिया। शादी के बाद, उन्होंने अपने जीवन को प्यार और सेवा के आदर्श में ढाल दिया। उनका प्रेम न सिर्फ उनके लिए, बल्कि पूरे गांव के लिए प्रेरणा बन गया।",
            "tamil": "ஒரு இயற்கை அழகின் நடுவே அமைந்த கிராமத்தில், அரவிந்த் மற்றும் தீபிகா என்ற இரண்டு இதயங்கள் அன்பின் ஒரு புதிய பாடத்தை எழுதினர். அரவிந்த், இயற்கையை நேசிக்கும் விவசாயி, தனது வயல்வெளிகளில் சிறந்த விளைவுகளை உருவாக்குவதில் மகிழ்ச்சியடைவான். தீபிகா, குழந்தைகளுக்கு கல்வி கற்பிக்க ஆர்வமுள்ள ஆசிரியர், கிராமத்தின் எதிர்காலத்தை மாற்றிக் கட்டினாள். அவர்கள் சந்தித்த முதல் தருணமே மாயமாக இருந்தது. கிராமத்தின் கோயிலில் திருவிழா நடந்துகொண்டிருந்தது. அரவிந்த் தீபிகாவை முதல் முறையாக பார்த்ததும், அவரது மனதைக் கவர்ந்தது அவளது எளிமையும் சிரிப்பும்.\n\nகாலம் சென்றதும், அவர்களின் நட்பானது காதலாக மாறியது. அவர்கள் தங்களுடைய கனவுகளை பகிர்ந்து கொண்டனர், வாழ்க்கையின் சவால்களை எதிர்கொண்டு ஒவ்வொரு நாளையும் சிறப்பாக்கினர். ஆனால் அவர்களின் காதல் நடைபாதை எளிதானதல்ல. அரவிந்தின் குடும்பம் மற்றும் தீபிகாவின் குடும்பம் பலபடிகளில் வேறுபட்டிருந்தது. இவ்வாறு எதிர்ப்புகள் இருந்தாலும், அவர்கள் தங்களின் உறவை சிறப்பாக வளர்த்தனர். அரவிந்த் தனது விவசாயத்தில் புதிய முயற்சிகளை எடுத்துக்கொண்டு வெற்றியை அடைந்தார், தீபிகா தனது மாணவர்களின் வாழ்க்கையை சிறப்பாக்கினார்.\n\nஇவ்வாறு, தங்களின் நேர்த்தியான முயற்சிகளால் இருவரும் பெற்றோர்களின் சம்மதத்தை பெற்றனர். திருமணத்தின் பின்னர், அவர்கள் கிராமத்தின் முன்னேற்றத்திற்கு இணைந்து செயல்பட்டனர். அவர்கள் காதல், தன்னலம் இல்லாத பாசத்தின் உண்மையான உதாரணமாக மாறியது. கிராம மக்கள் அவர்களை கடவுளின் வரமாக நினைத்தனர், அவர்களின் கதையை ஒவ்வொரு முறை சொல்லிக்கொண்டே இருந்தனர்.",
            "malayalam": "മലയുടെ താഴ്വാരത്തിലെ ഒരു ചെറിയ ഗ്രാമത്തിൽ രാഹുൽ എന്ന യുവാവ് താമസിക്കുകയായിരുന്നു. ഒരു പകൽകാണില്ലാ നിലാവിലെ, അവൻ ആദ്യം പ്രിയയെ കണ്ടുമുട്ടി. പ്രിയ ഒരു കലാകാരി ആയിരുന്നു, തന്റെ ചിത്രങ്ങൾ പ്രകൃതിയുടെ മനോഹാരിതയിൽ പകർത്തുന്നത് ആവശ്യമാക്കിയ. രാഹുൽ, ഒരു ഭാവനാശക്തിയുള്ള എഴുത്തുകാരൻ, പ്രിയയുടെ ചിത്രങ്ങളിൽ തികച്ചും ആകർഷിക്കപ്പെട്ടു. അവർ ഒന്നിച്ച് എല്ലാ ദിവസവും കൂടിച്ചേർന്നു. പ്രിയ പെയിന്റിംഗുകൾ വരയ്ക്കുമ്പോൾ, രാഹുൽ അവളുടെ ചിത്രങ്ങൾക്ക് കഥകൾ സൃഷ്ടിച്ചു. അവരുടെ പ്രണയം പ്രകൃതിയെയും കലയും പാരമ്പര്യമായി കൊണ്ടു നയിച്ചു. കുറച്ചു വർഷങ്ങൾക്കുശേഷം, ഒരു പ്രളയം ഗ്രാമത്തിൽ പെയ്തിറങ്ങി. പ്രിയയെ രക്ഷിക്കാൻ രാഹുൽ വൃത്തികെട്ട ഒഴുക്കിൽ തുളുമ്പി. ജീവന്റെ അതിർത്തിയിൽ അവർ തമ്മിലുള്ള പ്രണയം അവരുടെ കരുത്തായി. പ്രളയശേഷം ഗ്രാമം വീണ്ടെടുത്തപ്പോൾ, രാഹുൽക്കും പ്രിയക്കും അവരുടെ സൃഷ്ടികൾ ലോകത്തെ ശ്രദ്ധയിലാക്കാൻ അവസരം ലഭിച്ചു. അവരുടെ പ്രണയവും കലാപ്രവർത്തനങ്ങളും ഒരുപോലെ ഇഷ്ടവും പ്രചോദനവുമായി മാറി.",
            "kannada": "ಒಂದು ಸುಂದರ ಬೆಟ್ಟದ ಮೇಲಿನ ಹಳ್ಳಿಯಲ್ಲಿ, ಆಕಾಶ ಮತ್ತು ಪ್ರಿಯಾ ಎಂಬ ಇಬ್ಬರು ಯುವಕರು ವಾಸಿಸುತ್ತಿದ್ದರು. ಆಕಾಶ, ಬರಹದಲ್ಲಿ ಆಸಕ್ತನಾದ ಯುವಕ, ತನ್ನ ಕತೆಗಳನ್ನು ದೇಹಸಹಿತ ಪ್ರಕೃತಿಗೆ ಮೀಸಲಾಗಿಸಿದ್ದನು. ಪ್ರಿಯಾ, ಚೆನ್ನಾಗಿ ಪೇಟಿಂಗ್ ಮಾಡುತ್ತಾ, ತನ್ನ ಕಲೆಗಳಲ್ಲಿ ಪ್ರಕೃತಿಯ ಪ್ರತಿಫಲ ನೀಡುತ್ತಿದ್ದಳು. ಒಂದು ಸಜ್ಜನ ಸ್ನೇಹದಿಂದ ಪ್ರಾರಂಭವಾದ ಸಂಬಂಧ, ಮೂರ್ನಾಲ್ಕು ಚಂದ್ರಕಲಗಳಲ್ಲಿ ಪ್ರೀತಿಗೆ ಪರಿವರ್ತಿಸಿತು. ಆದರೆ, ಪ್ರಿಯಾಕ್ಕೆ ಮದುವೆ ಎಂಬ ಒತ್ತಡವು ಕುಟುಂಬದಿಂದ ಬರುವಂತೆ ಆಯಿತು. ಆಕಾಶ ಮತ್ತು ಪ್ರಿಯಾ ತಮ್ಮ ಕುಟುಂಬಗಳಿಗೆ ಪ್ರೀತಿಯನ್ನು ಸಮರ್ಥಿಸಿಕೊಳ್ಳಲು ಶ್ರಮಿಸಿದರು. ದಿನಗಳು ಕಳೆದಂತೆ, ಪ್ರೀತಿಯು ಎಲ್ಲರೂ ಒಪ್ಪಿಕೊಂಡು ಒಂದು ದೊಡ್ಡ ಹಬ್ಬದಂತೆ ಮದುವೆಯಾಗಿ ಪರಿಣಮಿಸಿತು. ಪ್ರಿಯಾನ ಜತೆಗೆ ಪ್ರೀತಿ, ಕುಟುಂಬದ ಒಪ್ಪಿಗೆಯೊಂದಿಗೆ ಇನ್ನೂ ಹೆಚ್ಚು ಕಲೆಗಳಲ್ಲಿ ಮೆರೆದಿತು. ಪ್ರೀತಿಯು ಶ್ರೇಷ್ಠವಾದದ್ದು ಎಂಬುದನ್ನು ಈ ದಂಪತಿ ತಮ್ಮ ಜೀವನದ ಮೂಲಕ ತೋರಿಸಿದರು."      
        }
    },
    "devotion":{
        "short": {
            "english": "In a small village, a humble devotee of Lord Krishna spent his days singing bhajans and meditating on the divine form of Krishna. His devotion was so pure that he felt Krishna’s presence in every part of nature. One evening, while meditating near a river, he saw a bright light and heard a voice calling his name. Overwhelmed with joy, he opened his eyes and found a divine vision of Lord Krishna standing before him, smiling. The devotee fell to his knees, overwhelmed with gratitude, and Krishna blessed him, telling him that true devotion is not in rituals, but in surrendering the heart to the divine. The devotee’s life was forever changed, filled with an even deeper love for Krishna, knowing that true devotion comes from within and is beyond the physical realm.",
            "telugu": "ఒక చిన్న గ్రామంలో, ఒక పరంగా భక్తుడు శ్రీ కృష్ణుడి భజనలు పాడుతూ, కృష్ణుని దివ్య రూపాన్ని ధ్యానిస్తూ జీవించేవాడు. అతని భక్తి చాలా పవిత్రంగా ఉండగా, కృష్ణుని ఉనికిని ప్రకృతిలో ప్రతి భాగంలో అనుభవించేవాడు. ఒక సాయంత్రం, నది ఒడ్డున ధ్యానం చేస్తుండగా, అతను ఒక ప్రకాశ కాంతిని చూసి, తన పేరు పిలిచే శబ్దం వినిపించింది. ఆనందంతో అతను కళ్ళు తెరిచాడు, మరియు అక్కడ శ్రీ కృష్ణుడు తన దివ్య రూపంలో స్మైల్ చేస్తూ నిలిచారు. భక్తుడు మోకాళ్ల మీద పడిపోయి కృతజ్ఞతతో కృష్ణుడిని పూజించాడు. కృష్ణుడు అతన్ని ఆశీర్వదిస్తూ, సత్యమైన భక్తి పూజల్లో కాకుండా మనసును దైవానికి అర్పించడం అని చెప్పాడు. ఆ భక్తుని జీవితం అప్పుడు మరింత మరొక స్థాయికి చేరుకుంది, కృష్ణుని ప్రేమతో ఆత్మీయంగా.",
            "tamil": "ஒரு சிறிய கிராமத்தில், இறைமிகு பக்தி கொண்ட ஒருவர் சிர் கிருஷ்ணாவின் பாடல்கள் பாடி, கிருஷ்ணரின் புனித முகத்தை தியானித்து வாழ்ந்தார். அவரது பக்தி மிகுந்த நேரத்தில், அவன் கிருஷ்ணனின் புனித இருப்பை இயற்கையின் ஒவ்வொரு பகுதியிலும் உணர்ந்தான். ஒரு மாலை, ஆற்றின் அருகே தியானத்தில் இருந்த போது, அவன் ஒரு பிரகாசமான ஒளியைப் பார்த்து, அவனுடைய பெயரை அழைக்கும் ஒரு குரலை கேட்டான். மகிழ்ச்சியுடன் அவன் கண்களை திறந்தபோது, சிர் கிருஷ்ணன் தன் புனிதமான முகத்தில் நகிர்ந்து நின்றிருந்தார். பக்தி அவனது மெல்லிய உடலைத் தொடுவதைத் தொலைத்து, அவன் கிருஷ்ணனின் முன்னிலையில் விழுந்து நன்றி கூறினான். கிருஷ்ணன் அவனை ஆசீர்வதித்து, உண்மையான பக்தி என்பது வழிபாட்டில் அல்ல, அது மனதை இறைவனிடம் அర్పிப்பதிலேயே உள்ளது என்று கூறினான். அந்த பக்தியின் வாழ்க்கை மாற்றப்பட்டது, கிருஷ்ணன் மீது உள்ள பாசம் மேலும் உறுதி பெற்றது.",
            "hindi": "एक छोटे से गाँव में, एक भक्त श्री कृष्ण की भक्ति में लीन होकर भजन गाता और उनके दिव्य रूप का ध्यान करता था। उसकी भक्ति इतनी शुद्ध थी कि वह कृष्ण की उपस्थिति को प्रकृति के हर हिस्से में महसूस करता था। एक शाम, नदी के किनारे ध्यान करते हुए, उसने एक तेज़ रोशनी देखी और अपना नाम पुकारे जाने की आवाज़ सुनी। खुशी से अभिभूत होकर उसने अपनी आँखें खोलीं और वहाँ श्री कृष्ण का दिव्य रूप खड़ा देखा, जो मुस्कुरा रहे थे। भक्त ने कृतज्ञता के साथ घुटनों के बल कृष्ण के सामने सिर झुकाया। कृष्ण ने उसे आशीर्वाद दिया और कहा कि सच्ची भक्ति रीति-रिवाजों में नहीं है, बल्कि यह दिल से भगवान को समर्पित करने में है। भक्त का जीवन बदल गया, और कृष्ण के प्रति उसका प्रेम और भी गहरा हो गया।",
            "malayalam": "ഒരു ചെറുഗ്രാമത്തില്‍, ശ്രീകൃഷ്ണന്‍റെ ഭക്തിയില്‍ നനഞ്ഞ് ഭജനങ്ങള്‍ പാടുകയും അവന്റെ ദിവ്യരൂപത്തെ ധ്യാനിക്കുകയും ചെയ്യുന്ന ഒരു ഭക്തി ജീവിച്ചിരുന്നു. അവന്റെ ഭക്തി വളരെ ശുദ്ധമായിരുന്നു, അവന്‍ പ്രകൃതിയുടെ ഓരോ ഭാഗത്തും കൃഷ്ണന്റെ സാന്നിധ്യം അനുഭവപ്പെടുകയായിരുന്നു. ഒരുശനിയാഴ്ച, നദിക്കരയില്‍ ധ്യാനിച്ചു നിന്നുകൊണ്ട്, അവന്‍ ഒരു പ്രകാശപൂര്‍ണമായ വെളിച്ചം കാണുകയും തന്റെ പേര് വിളിക്കുന്ന ശബ്ദം കേള്‍ക്കുകയും ചെയ്തു. ആനന്ദത്തോടെ അവന്‍ കണ്ണുകള്‍ തുറന്നു, അവിടെ ശ്രീകൃഷ്ണന്‍റെ ദിവ്യരൂപം ചിരിച്ചുകൊണ്ട് നില്ക്കുന്നു. ഭക്തി കൃതജ്ഞതയോടെ വെറുതെ കൃഷ്ണന്റെ മുതലായും ഒതുങ്ങിയിരുന്നു. കൃഷ്ണന്‍ അവനെ അനുഗ്രഹിച്ചു പറഞ്ഞു, 'സത്യമായ ഭക്തി നടപടികളില്‍ അല്ല, അത് ഹൃദയം ദൈവത്തോട് സമർപ്പിക്കുന്നതാണ്.' ഭക്തിയുടെ ജീവിതം അതിനുശേഷം മാറി, കൃഷ്ണന്‍റെ പ്രിയം കൂടുതല്‍ അഗാധമായിരുന്നത്.",
            "kannada": "ಒಂದು ಚಿಕ್ಕ ಹಳ್ಳಿಯಲ್ಲಿ, ಶ್ರೀ ಕೃಷ್ಣನ ಭಕ್ತಿಯಿಂದ ಕೂಡಿದ ಭಕ್ತನು ಭಜನೆಗಳನ್ನು ಹಾಡುತ್ತಿದ್ದ ಹಾಗೂ ಅವನ ದಿವ್ಯ ರೂಪವನ್ನು ಧ್ಯಾನಿಸುತ್ತಿದ್ದ. ಅವನ ಭಕ್ತಿ ಅದರಿಂದ ತುಂಬಿದವನು, ಕೃಷ್ಣನನ್ನು ಪ್ರಕೃತಿಯ ಪ್ರತಿಯೊಬ್ಬ ಭಾಗದಲ್ಲಿ ಅನುಭವಿಸುತ್ತಿದ್ದ. ಒಂದು ಸಂಜೆ, ನದಿಯ ಹತ್ತಿರ ಧ್ಯಾನ ಮಾಡುತ್ತಿದ್ದಾಗ ಅವನು ಪ್ರಕಾಶಮಾನವಾದ ಬೆಳಕನ್ನು ನೋಡಿದನು ಮತ್ತು ಅವನ ಹೆಸರು ಕರೆದ ಆವಾಜನ್ನು ಕೇಳಿದನು. ಸಂತೋಷದಿಂದ ಅವನು ಅವನು ಕಣ್ಣುಗಳನ್ನು ತೆರೆದನು, ಮತ್ತು ಅಲ್ಲಿದ್ದ ಶ್ರೀ ಕೃಷ್ಣನ ದಿವ್ಯ ರೂಪವನ್ನು ನಗುತ್ತ ನೋಡಿದನು. ಭಕ್ತನು ಕೃತಜ್ಞತೆ ಹೊತ್ತಂತೆ ಅವನು ತನ್ನ ಮುಕ್ತಾನ್ನು ಹೆಜ್ಜೆಗೆ ಹಾಕಿದನು. ಕೃಷ್ಣನು ಅವನನ್ನು ಆಶೀರ್ವದಿಸಿದನು ಮತ್ತು ಹೇಳಿದನು, 'ನಿಜವಾದ ಭಕ್ತಿ ಆಚರಣೆಯಲ್ಲಿ ಇಲ್ಲ, ಅದು ಮನಸ್ಸನ್ನು ದೇವರಿಗೆ ಸಮರ್ಪಿಸಲು ಇರುವುದೇ.' ಭಕ್ತನ ಜೀವನವು ಆ ನಂತರ ಬದಲಾಗಿದೆ, ಕೃಷ್ಣನಿಂದ ಅವನ ಪ್ರೀತಿ ಇನ್ನಷ್ಟು ದೀವರ್ ಪಟ್ಟಿತು."
        },
        "medium":{
            "english": "In the serene village of Dharmapuri, there lived an elderly woman named Meera. Known for her unwavering devotion to Lord Krishna, Meera spent her days immersed in prayers, singing bhajans, and spreading joy among the villagers. She believed that true devotion was not about rituals but about a pure and loving heart. \n\nOne day, a terrible drought struck the village. Crops withered, rivers dried up, and the villagers were in despair. They approached Meera, seeking her blessings and guidance. Meera, with her ever-smiling face, assured them that Lord Krishna would never abandon His devotees. She organized a large prayer gathering, encouraging the villagers to chant and pray together with faith.\n\nOn the day of the gathering, as Meera sang her favorite bhajan with utmost devotion, dark clouds began to form in the sky. A gentle breeze carried the scent of wet earth, and soon, rain poured down, quenching the thirst of the parched lands. The villagers rejoiced and thanked Meera for her devotion and faith, which had brought blessings upon them.\n\nMeera, however, humbly attributed the miracle to the collective faith of the villagers. Her story became a testament to the power of devotion, faith, and unity, inspiring generations to come.",
            "hindi": "धर्मपुरी के शांत गांव में मीरा नाम की एक बुजुर्ग महिला रहती थी। मीरा अपनी अटूट भक्ति और भगवान कृष्ण के प्रति समर्पण के लिए जानी जाती थी। वह अपना दिन प्रार्थना, भजन गाने, और गांव वालों के बीच खुशी फैलाने में बिताती थी। मीरा का मानना था कि सच्ची भक्ति अनुष्ठानों में नहीं, बल्कि एक शुद्ध और प्रेमपूर्ण हृदय में होती है। \n\nएक दिन, गांव में भीषण सूखा पड़ गया। फसलें सूख गईं, नदियां सूख गईं, और गांव वाले निराश हो गए। वे मीरा के पास गए, उनका आशीर्वाद और मार्गदर्शन मांगने। मीरा ने अपनी मुस्कान के साथ उन्हें विश्वास दिलाया कि भगवान कृष्ण अपने भक्तों को कभी नहीं त्यागते। उन्होंने एक बड़ी प्रार्थना सभा आयोजित की, और गांव वालों को सामूहिक रूप से विश्वास और श्रद्धा के साथ प्रार्थना करने को प्रेरित किया। \n\nप्रार्थना सभा के दिन, जब मीरा ने पूरी भक्ति के साथ अपना प्रिय भजन गाया, तो आकाश में बादल घिर आए। एक हल्की हवा ने गीली मिट्टी की खुशबू फैलाई, और जल्द ही, बारिश होने लगी। यह बारिश सूखी हुई जमीन के लिए जीवनदान बन गई। गांव वाले खुश होकर मीरा का धन्यवाद करने लगे, जिनकी भक्ति ने उनके लिए यह वरदान लाया। \n\nमीरा ने इसे अपनी शक्ति नहीं, बल्कि गांव वालों की सामूहिक श्रद्धा का चमत्कार बताया। उनकी कहानी भक्ति, विश्वास, और एकता की शक्ति का प्रमाण बन गई और आने वाली पीढ़ियों को प्रेरित करती रही।",
            "telugu": "ధర్మపురి అనే ప్రశాంత గ్రామంలో మీరా అనే ఒక వృద్ధ మహిళ ఉండేది. మీరా తన భగవంతుడు శ్రీకృష్ణుడి పట్ల ఉన్న అచంచలమైన భక్తి కోసం ప్రఖ్యాతి గాంచింది. ఆమె రోజంతా ప్రార్థనలలో, భజనలలో మరియు గ్రామ ప్రజల మధ్య ఆనందం పంచడంలో గడిపేది. మీరా నిజమైన భక్తి అనేది ఆచారాల్లో కాదు, స్వచ్ఛమైన మరియు ప్రేమపూరితమైన హృదయంలో ఉందని నమ్మేది. \n\nఒక రోజు, గ్రామంలో కరువు వచ్చింది. పంటలు ఎండిపోయాయి, నదులు ఎండిపోయాయి, మరియు గ్రామ ప్రజలు నిరాశతో నిండిపోయారు. వారు మీరాను ఆశీర్వాదాలు మరియు మార్గదర్శనానికి ఆశ్రయించారు. మీరా తన చిరునవ్వుతో వారికి భరోసా ఇచ్చింది: శ్రీకృష్ణుడు తన భక్తులను ఎప్పటికీ వదిలివేయడు. ఆమె ఒక పెద్ద ప్రార్థనా సమావేశాన్ని ఏర్పాటు చేసి, గ్రామ ప్రజలను భక్తి మరియు విశ్వాసంతో కలిసి ప్రార్థించమని ప్రోత్సహించింది. \n\nప్రార్థనా సమావేశం రోజున, మీరా తన ప్రియమైన భజనాన్ని భక్తితో పాడినప్పుడు, ఆకాశంలో మేఘాలు కమ్ముకున్నాయి. ఒక మృదువైన గాలి తడి నేల గంధాన్ని తీసుకువచ్చింది, మరియు కొద్దిసేపట్లో వర్షం పడింది. ఈ వర్షం ఎండిపోయిన నేలను త్రిప్తి పరచింది. గ్రామ ప్రజలు ఆనందంతో మీరాకు కృతజ్ఞతలు తెలిపారు. \n\nమీరా దీనిని తన శక్తిగా కాకుండా గ్రామ ప్రజల సమిష్టి విశ్వాసానికి సంబంధించిన మిరాకిల్‌గా పేర్కొంది. ఆమె కథ భక్తి, విశ్వాసం మరియు ఐక్యత యొక్క శక్తిని ప్రతిబింబిస్తూ రాబోయే తరాలనూ ప్రేరేపించింది.",
            "tamil": "ஒரு பக்கமுள்ள கிராமத்தில் வசித்து வந்த பவாணி, தனக்கு ஒரு புனிதமான சபையில் பணியாற்ற விரும்பியவர். அவள் தாயாரின் கற்பிக்கையில் கற்றிய ஆன்மிக சித்தாந்தங்களை மனப்பூர்வமாக உறுதி செய்துக்கொண்டிருந்தாள். அவள் ஒவ்வொரு நாளும், அவளது நேரத்தை தியானம் செய்யவும், தேவனுக்கு பிரார்த்தனை செய்யவும் செலவிடுவாள். அவளது உள்ளத்தில் பெரிய எதையும் பெற்றுக் கொண்டிருந்தாள், ஆன்மிக இன்பம் அதன் காரணமாகவே. பவாணியின் கடின உழைப்பும், பக்தியும், அந்த சபையின் அருளையும் கடந்து அவளுக்கு ஒரு புதிய பக்தி நிலை ஏற்பட்டது. அந்த இடத்தில் வழிபாடு ஆரம்பித்த நபரின் குருவின் அனுசரணையில், அவள் தேவனுடன் ஆழமான உறவை உருவாக்கியிருந்தாள். பவாணி தனது பக்தி மூலம், அந்த கிராமத்தில் மற்றவர்களையும் ஆன்மிகத்தில் வழிநடத்துவதற்கு ஊக்குவிக்க தொடங்கினாள். அதன் மூலம், அந்த கிராமம் ஆன்மிக அடிப்படையில் பெரிதும் வளர்ந்தது, அது தனது பக்தியால் இறைவனை அடைந்துள்ள ஒரு வழிமுறையை உலகிற்கு பரப்பியது.",
            "malayalam": "പിന്നീട് ഒരുതരം ഗ്രാമത്തിലെ ഭക്തിയുടെ ദീപമാണ് എലവതിൽനിന്നുള്ള ദേവി ലക്ഷ്മി. അവളെ അനുസരിക്കുന്ന ജനങ്ങൾ ദൈവത്തിനുള്ള വിശ്വാസവും, പ്രാർത്ഥനയും അനുഷ്ഠിക്കുന്നവർ. ലക്ഷ്മി എപ്പോഴും ഒരുപാട് ഭക്തി, ആത്മനിശ്ചയം കൊണ്ട് ദൈവവചനങ്ങൾ അവരുടെയുള്ളത്തിലും ലോകത്തുമുള്ളവർക്ക് പകരാൻ ശ്രമിക്കുന്നവളാണ്. ഒരിക്കൽ, അവളുടെ പ്രാർത്ഥനയിൽ ഒരു പ്രതീക്ഷ പ്രകടമാകുകയായിരുന്നുവെന്ന് അവളേത്. ഏറ്റവും പ്രിയപ്പെട്ടതു കൊണ്ട് ദൈവത്തിന് നൽകിയത്, അവളെ ജീവിതത്തിലെ ദൈവപരമം കാണാനായി സ്നേഹം നിറഞ്ഞത്. തന്റെ യാഥാർത്ഥ്യത്തിനുള്ള ഭൂതകാലങ്ങളെ മറികടന്ന് അവൾ ദൈവത്തിൽ വിശ്വാസം നിലനിർന്നു. അല്ലെങ്കിൽ, അവളുടെ പ്രതിജ്ഞ, ആത്മവിശ്വാസം, ദൈവബാലനുമായുള്ള ബന്ധം വിശാലമായ അനുഗ്രഹമായിരുന്നുവെന്നു സാക്ഷ്യപ്പെടുത്തുന്നു.",
            "kannada": "ಹರಿಹರಪುರದಲ್ಲಿ ದೇವಿಯ ಪೂಜೆಯಲ್ಲಿ ಉತ್ಸಾಹದಿಂದ ಭಕ್ತಿಯನ್ನು ನಡೆಸಿದ ಶೀಲಾ ತನ್ನ ಜೀವನವನ್ನು ಸದಾ ದೇವರ ಆನಂದದಿಗಾಗಿಯೇ ಸಲ್ಲಿಸಿದಳು. ಅವಳು ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ಸಂಕಲ್ಪಗಳನ್ನು ಮಾಡಿದಾಗ, ಅವಳ ಹೃದಯವು ದೇವರ ಪ್ರೀತಿ ಮತ್ತು ಭಕ್ತಿ ತುಂಬಿಕೊಂಡಿತ್ತು. ಅವಳ ಜೀವನವು ಆಧ್ಯಾತ್ಮಿಕ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಸಲಾಗಿದ್ದರೂ, ಅದರ ಅರ್ಥವು ವ್ಯಕ್ತಿಕ ಆಧ್ಯಾತ್ಮಿಕ ಬಲದಿಂದ ಮಾತ್ರ ಸಾಧ್ಯವಾಗಿತ್ತು. ಒಂದು ದಿನ ದೇವತೆ ಅವಳ ಹೃದಯವನ್ನು ಧನ್ಯಮಾಡಿದಾಗ, ಅವಳು ದೇವರ ಪ್ರೀತಿಯಿಂದ ಸಂತೋಷದ ಪದಗಳನ್ನು ಅನುಸರಿಸಲು ಪ್ರೇರಿತರಾಗಿ, ಎಲ್ಲರೊಂದಿಗೆ ಬದ್ಧವಾಗಿ ಭಕ್ತಿಯ ಪ್ರಕಾರ ವಾಸ್ತವಯಿಂದ ಅರ್ಥವನ್ನು ಅರಿತುಕೊಂಡಳು. ದೇವರ ಮೇಲಿನ ಅವಳ ಭಕ್ತಿ ದಾರಿ ಬದಲಾಯಿಸಿದಂತೆ, ಅವಳ ಪ್ರಾರ್ಥನೆಗಳು ಮತ್ತಷ್ಟು ಪರಿಣಾಮಕಾರಿಯಾಗಿದ್ದು, ದೇಹಕ್ಕೆ ದೇವರ ಆಶೀರ್ವಾದವನ್ನು ಕೇಳಿದಾಗ ದಿವ್ಯ ಅನುಭಾವ ಅನುಭವಿಸಿದಳು. ಇತ್ತೀಚೆಗೆ, ಅವಳ ಸಾಧನೆಯು ಅನೇಕ ಜನರಿಗೆ ಪ್ರಭಾವ ಬೀರುವಂತೆ ಧರ್ಮದ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಲು ಪ್ರೇರೇಪಿಸಿತು."
        },
        "long":{
            "english": "In a peaceful village nestled in the hills, lived a man named Arjun, a devout follower of Lord Shiva. Every day, without fail, he would wake up early and offer his prayers to Lord Shiva, seeking blessings for peace and prosperity. Arjun lived a simple life, but his faith was unwavering. One day, while meditating in the temple, he heard a soft voice calling his name. At first, he thought it was his imagination, but the voice grew louder and more distinct. Arjun opened his eyes, and to his astonishment, he saw Lord Shiva standing before him, his divine form radiating with light. Arjun was overwhelmed with emotion and fell to his knees, thanking Lord Shiva for his divine presence. Shiva spoke to him, 'True devotion is not in rituals or prayers alone, but in living a life of love, compassion, and humility. The heart that is pure is the temple where I reside.' Arjun listened intently and vowed to live his life with greater love and compassion. From that day forward, Arjun’s life was transformed. He spread kindness wherever he went, helping those in need, and his devotion grew deeper. He realized that the path to divine connection was through selflessness and love. Years later, as Arjun lay on his deathbed, he smiled, knowing that he had followed the true path of devotion and that Lord Shiva would welcome him with open arms into the divine realm.",
            "telugu": "ఒక శాంతమైన గ్రామంలో, అర్జున్ అనే వ్యక్తి నివసించేవాడు, అతను శ్రీ శివుని అర్ధిక భక్తుడు. ప్రతి రోజు, నిరంతరం, అతను ఉదయం ఎప్పుడూ లేచి, శ్రీ శివునికి ప్రార్థనలు చేస్తూ, శాంతి మరియు సంపద కోసం ఆశీర్వాదాలను కోరేవాడు. అర్జున్ ఒక సాధారణ జీవితం గడిపాడు, కానీ అతని భక్తి అచలంగా ఉండేది. ఒక రోజు, ఆలయంలో ధ్యానం చేస్తుండగా, అతను ఒక మృదువైన స్వరం తన పేరును పిలిచినట్లు విన్నాడు. మొదట అతను అది తన ఊహ అని అనుకున్నాడు, కానీ ఆ స్వరం మరింత స్పష్టంగా వినిపించింది. అర్జున్ కళ్ళు తెరిచి చూసినప్పుడు, అతను ఆశ్చర్యపోయాడు, శ్రీ శివుడు అతని ముందు నిలిచి, అతని దివ్య రూపం ప్రకాశంతో మెరుస్తున్నది. అర్జున్ మనసు నిండా ఆనందంతో తన మోకాళ్లపై పడి, శివుడి దివ్య ఉనికికి కృతజ్ఞతలు తెలిపాడు. శివుడు అతనితో ఇలా మాట్లాడాడు, 'సత్యమైన భక్తి ఆచారాలు మరియు ప్రార్థనల్లో మాత్రమే కాదు, అది ప్రేమ, దయ మరియు వినయంతో కూడిన జీవితంలో ఉంది. మనస్సు పవిత్రంగా ఉన్నప్పుడు నేను అక్కడే నివసించడానికి వస్తాను.' అర్జున్ అతని మాటలను శ్రద్ధగా వినిపించాడు మరియు అతను మరింత ప్రేమ మరియు దయతో జీవించాలని ప్రతిజ్ఞ చేశాడు. ఆ రోజు నుండి, అర్జున్ జీవితం మారిపోయింది. అతను వెళ్లే ప్రదేశంలో kindness ప్రసారం చేసి, అవసరమైన వారికి సహాయం చేయగా, అతని భక్తి మరింత లోతుగా పెరిగింది. అతను తెలుసుకున్నాడు, దైవంతో సంబంధం ఉన్న మార్గం స్వార్థం లేకుండా ప్రేమతో ఉంటుంది. సంవత్సరాలు గడిచిన తరువాత, అర్జున్ మరణం దగ్గర ఉన్నప్పుడు, అతను స్మైల్తో ఆంగ్లంలో అనుకొన్నాడు, 'నేను నిజమైన భక్తి మార్గాన్ని అనుసరించి, శివుడు నాకు దివ్య లౌకికంలో స్వీకరించబోతున్నారు.'",
            "hindi": "एक छोटे से गाँव में, एक व्यक्ति था जिसका नाम राजन था। वह भगवान श्रीराम का परम भक्त था। हर दिन, वह प्रातःकाल उठकर अपने गाँव के मंदिर में जाता और श्रीराम के चरणों में पूजा अर्चना करता। उसका विश्वास बहुत गहरा था और उसकी भक्ति किसी भी सांसारिक चीज़ से परे थी। एक दिन, राजन जंगल में भटकते हुए एक निर्जन स्थान पर पहुँच गया। वहाँ उसने एक प्राचीन वट वृक्ष के नीचे ध्यान लगाना शुरू किया। अचानक उसे महसूस हुआ कि वहाँ एक दिव्य शक्ति मौजूद है। उसकी आँखों से आंसू बहने लगे, और भगवान श्रीराम की एक दिव्य आकृति उसके सामने प्रकट हुई। श्रीराम ने उसे आशीर्वाद दिया और कहा, 'सच्ची भक्ति पूजा और यज्ञों में नहीं, बल्कि अपने हृदय में है। यदि तुम सच्चे मन से मुझे याद करते हो, तो मैं हमेशा तुम्हारे साथ हूँ।' राजन ने भगवान श्रीराम के शब्दों को अपने दिल में समाहित किया और गाँव लौट आया। अब वह केवल पूजा नहीं करता था, बल्कि हर किसी के साथ प्रेम और करुणा से पेश आता। उसकी भक्ति और जीवन में एक नया मोड़ आया। समय के साथ, राजन का नाम गाँव भर में फैल गया, और लोग उसकी भक्ति की प्रशंसा करने लगे। राजन का विश्वास और समर्पण भगवान श्रीराम के प्रति पहले से भी अधिक गहरा हो गया। जब वह अंतिम समय में अपने जीवन के अंतिम क्षणों में था, तब वह शांतिपूर्वक भगवान श्रीराम का नाम लेता हुआ इस दुनिया से चला गया। उसका जीवन सच्चे भक्ति का उदाहरण बन गया।",
            "tamil": "ஒரு சிறிய கிராமத்தில், ராஜன் என்ற ஒரு பக்தன் வாழ்ந்தான். அவன் இறைவன் ஸ்ரீராமனின் பக்தி மிகுந்தவனாக இருந்தான். ஒவ்வொரு நாளும், காலை தானாகவே எழுந்து கிராமத்திலுள்ள கோவிலுக்கு சென்று ஸ்ரீராமனுக்கு பூஜை செய்யும் அவன் வாழ்ந்த வாழ்க்கை, மிகவும் எளிமையாக இருந்தாலும், அவனது பக்தி மிக ஆழமாக இருந்தது. ஒருநாள், ராஜன் காட்டில் சுற்றி ஓர் ஒட்டுமொத்த இடத்திற்கு சென்று ஒரு பழங்கால பாட்டை முன்பு வைத்தார். அங்கே, அவன் தியானத்தில் ஆழ்ந்தபோது, அவன் ஒருவித தெய்வீக சக்தி உணர்ந்தான். அவன் கண்களில் இருந்து கண்ணீர் வரத் தொடங்கியது, அதேபோல், அவன் முன்னிலையில் ஸ்ரீராமனின் ஒரு தெய்வீக உருவம் தோன்றியது. ஸ்ரீராமன் அவனுக்கு ஆசீர்வதித்து, 'உண்மையான பக்தி பூஜைகளிலும், யஜ்ஞங்களிலும் இல்லை, அது உங்கள் இதயத்தில் உள்ளது. நீங்கள் உண்மையான இதயத்துடன் என்னை நினைத்தால், நான் எப்போதும் உங்களுடன் இருப்பேன்' என்று கூறினார்கள். ராஜன் அந்த வார்த்தைகளை மனதிற்கு ஏற்றுக்கொண்டு, கிராமத்திற்கு திரும்பி வந்தான். அப்போது அவன் வெறும் பூஜை மட்டுமல்லாமல், எல்லோருடனும் அன்பும், கருணையும் கொண்டு நடத்தினான். அவன் பக்தி வாழ்க்கையில் புதிய திருப்பத்தை பெற்றது. காலப்போக்கில், ராஜனின் பெயர் கிராமத்தில் பரவி, மக்கள் அவன் பக்தியைக் கெளரவித்தனர். இறுதியில், அவர் இறப்பின் காலத்தில் ஸ்ரீராமனின் நாமத்தைச் சொல்லி அமைதியுடன் உலகை விட்டு பிரிந்தார். அவனது வாழ்க்கை உண்மையான பக்தி எடுத்துக்காட்டாக மாறியது.",
            "kannada": "ಒಂದು ಸುಲಭ ಗ್ರಾಮದಲ್ಲಿ ರಾಜನ್ ಎಂಬ ಭಕ್ತನಿದ್ದನು. ಅವನು ಶ್ರೀರಾಮನ ಧ್ಯಾನ ಮತ್ತು ಭಕ್ತಿ ಮಾಡುವವರಿಗೆ ಪ್ರಸಿದ್ಧನಾಗಿದ್ದನು. ಪ್ರತಿದಿನವೂ ಅವನು ಬೆಳಿಗ್ಗೆ ಜಾಗೃತಿಯಿಂದ ಮನಸ್ಸು ಶುದ್ಧವಾಗಿಡಲು ತನ್ನ ಗ್ರಾಮದ ದೇವಾಲಯದಲ್ಲಿ ಪೂಜೆ ಸಲ್ಲಿಸುತ್ತಿದ್ದನು. ಅವನ ಭಕ್ತಿ ಒಂದು ಹಿತಕರ ಸ್ಥಿತಿಗೆ ತಲುಪಿದಾಗ, ಅವನು ಎಲ್ಲವೂ ದೇವರ ಕೃಪೆಯಿಂದ ಆಗುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತಿದ್ದನು. ಒಂದು ದಿನ ಅವನು ಆತನ ಧ್ಯಾನವನ್ನು ಇನ್ನಷ್ಟು ದೃಢವಾಗಿ ಮಾಡಲು ಕಾಡಿನಲ್ಲಿ ಹಾರಿದನು. ಅಲ್ಲಿ ಅವನು ಒಂದು ಹಳೆಯ ಅಗಾಧ ಮರಕೆಳಗೆ ತಲುಪಿದನು. ಆತನು ಆ ಮರಕೆಳಗೆ ಕುಳಿತು ಧ್ಯಾನ ಆರಂಭಿಸಿದಾಗ, ಅವನು ಅವನ ಮುಂದಿರುವ ಮಹಾ ಶಕ್ತಿಯನ್ನೂ ಅನುಭವಿಸಿದನು. ಅವನ ಕಣ್ಣುಗಳಿಂದ ಕಣ್ಣೀರು ಸುರಿದು ಅವನು ಶ್ರೀರಾಮನ ಅದ್ಭುತ ದಿವ್ಯರೂಪವನ್ನು ನೋಡಿದನು. ದೇವರು ಅವನಿಗೆ ಆಶೀರ್ವಾದ ನೀಡಿ, 'ನಿಜವಾದ ಭಕ್ತಿ ಪೂಜೆಯಲ್ಲಿಯೇ ಇರುವುದಿಲ್ಲ, ಅದು ಮನಸ್ಸು ಪ್ರೀತಿ ಮತ್ತು ಸಮರ್ಪಣೆಯಲ್ಲಿ ಇರಬೇಕು. ನಾನು ಯಾವಾಗಲೂ ನಿನ್ನೊಂದಿಗೆ ಇರುವೆ' ಎಂದು ಹೇಳಿದನು. ಅವನ ಜೀವನದಲ್ಲಿ ಈ ಸಂದೇಶವು ಆಳವಾಗಿ ನೆಟ್ಟಿತ್ತು ಮತ್ತು ಅವನು ತನ್ನ ಊರಿಗಿಂತ ಪ್ರೀತಿಯ ಮತ್ತು ಕರುಣೆಯ ಸಂದೇಶವನ್ನು ಹಂಚಿದನು. ಅವನ ಭಕ್ತಿ ಯಿಂದ ಅವನು ಶಾಂತ ಮತ್ತು ಸಮಾಧಾನದಿಂದ ಜೀವನದ ಕೊನೆಗೆ ತಲುಪಿದನು. ಅವನು ದೇವರ ಹತ್ತಿರ ಹಾರಿದ ಮೇಲೆ ಅವನಿಗೆ ಇನ್ನಷ್ಟು ಪ್ರೀತಿ ಮತ್ತು ಭಕ್ತಿ ವ್ಯಕ್ತವಾಗಿದ್ದವು.",
            "malayalam": "ഒരു ചെറിയ ഗ്രാമത്തിൽ രാജൻ എന്നൊരു ഭക്തൻ താമസിച്ചിരുന്നു. അവൻ ശ്രീരാമന്റെ വിശ്വാസത്തിലും ഭക്തിയിലും വിഖ്യാതനായിരുന്നു. ഓരോ ദിവസവും രാവിലെ ഉണർന്ന് അവൻ തന്റെ ഗ്രാമത്തിലെ ക്ഷേത്രത്തിൽ പോയി ശ്രീരാമന്റെ പ്രതിഭാ പൂരണമായ പൂജയും ധ്യാനവും ചെയ്യുകയായിരുന്നൂ. അവന്റെ ഭക്തി വളരെ ദാർശനികമായിരുന്നു, അവൻ ഓരോ ദിവസവും ദൈവത്തോടുള്ള പ്രണയം കൊണ്ട് ജീവിക്കുന്നവൻ ആയിരുന്നു. ഒരു ദിവസം രാജൻ വനം വഴി പോകുകയായിരുന്നപ്പോൾ, അവൻ ഒരു പഴക്കമുള്ള വലിയ വൃക്ഷത്തിന് കീഴിൽ ത്രീജിതായുധി ധ്യാനത്തിൽ പ്രവേശിച്ചു. അപ്പോൾ അവനോട് അനുഭവപ്പെടുന്ന ദൈവിക ശക്തി അവന്റെ കൺവഴി അവന്റെ ദു:ഖങ്ങളേറിയ കണ്ണീരുകൾ ഒഴിച്ചു. അവൻ അന്ന് ശ്രീരാമന്റെ ദൈവിക രൂപം തന്റെ മുൻപിൽ കണ്ടു. ദൈവം അവനെ അനുഗ്രഹിച്ച് പറഞ്ഞു: 'സത്യമുള്ള ഭക്തി ഉദ്ധാരണം അല്ലെങ്കിൽ പ്രാർത്ഥനകളിൽ ഇല്ല. അത് എപ്പോൾ മനസ്സിൽ എന്റെ നേരെ സമർപ്പണം ഉണ്ടാക്കുന്നു.' രാജന്റെ ജീവിതം ഈ ദൈവിക സന്ദേശത്താൽ മാറി. അവന്റെ ജീവിതത്തിൽ ഇനി ദൈവത്തോട് അനേകം അനുഭവങ്ങൾ, ദൈവിക പ്രണയം, പ്രാർത്ഥനകൾ, കൃതജ്ഞതയും ഭക്തിയുമായി മുമ്പിൽ നിന്നിരുന്നു."        
        }
    },
    "mystery":{
        "short":{
            "english": "On a stormy night in a quiet village, a mysterious figure appeared at the old mansion. The villagers whispered about the mansion being haunted, but no one had dared to investigate. One brave soul, Arjun, decided to uncover the truth. He sneaked into the mansion and discovered a hidden room behind a bookshelf. The room was filled with old letters and artifacts. As Arjun read the letters, he uncovered a family secret that had been buried for generations. The mansion wasn’t haunted, but the truth was even more terrifying.",
            "telugu": "ఒక పొగమంచు రాత్రిలో, ఒక నిశ్శబ్ద గ్రామంలో, ఒక రహస్య వ్యక్తి పురాతన మంజిల్లో కన్పించింది. గ్రామవాసులు ఆ మంజిల్లో భూతం వుండి ఉంటుంది అని ఆచార్యాలు మాట్లాడేవారు, కానీ ఎవరూ దానిని పరిశీలించడానికి ధైర్యం చేయలేదు. ఒక ధైరుడు అయిన అర్జున్ ఆ నిజం తెలుసుకోవాలని నిర్ణయించుకున్నాడు. అతను మంజిల్లో చొరబడిపోయి, ఒక పుస్తకాల షెల్ఫ్ వెనక కప్పబడిన గదిని కనుగొన్నాడు. ఆ గది పాత లేఖలు మరియు వస్తువులతో నిండి ఉంది. అర్జున్ ఆ లేఖలను చదివినప్పుడు, అతను వంశపారంపర్య రహస్యాన్ని వెలికి తీశాడు. మంజిల్లో భూతం లేదు, కానీ ఆ సత్యం మరింత భయంకరమైనది.",
            "hindi": "एक तूफानी रात को एक शांत गाँव में, एक रहस्यमय व्यक्ति पुराने हवेली में दिखाई दिया। गाँववाले कहते थे कि हवेली प्रेतवाधित है, लेकिन कोई भी वहां जाने की हिम्मत नहीं करता था। एक बहादुर युवक, अर्जुन, ने सच्चाई जानने का फैसला किया। वह हवेली में घुसा और एक किताबों की शेल्फ के पीछे एक छिपे हुए कमरे का पता लगाया। कमरे में पुरानी चिट्ठियाँ और सामान पड़े थे। जब अर्जुन ने चिट्ठियाँ पढ़ी, तो उसने एक पारिवारिक राज़ का खुलासा किया, जो पीढ़ियों से दबा हुआ था। हवेली प्रेतवाधित नहीं थी, लेकिन सच्चाई और भी डरावनी थी।",
            "tamil": "ஒரு புயலான இரவில், ஒரு அமைதியான கிராமத்தில், ஒரு ரகசியமான நபர் பழைய மாளிகையில் தோன்றி. கிராமவாசிகள் அந்த மாளிகை ஊர்க்காரர்களால் தோய்ந்தது என்று பேசினார்கள், ஆனால் அதைப் பார்க்க எவரும் ப braveை செய்யவில்லை. ஒரு துணிவான நபர், அர்ஜுன், உண்மையை தெரிந்து கொள்ள முடிவு செய்தார். அவன் மாளிகையில் புகுந்து, ஒரு புத்தகக் காகிதம் பின்பற்றியிருந்த ஒரு மறைந்த அறையை கண்டுபிடித்தார். அந்த அறை பழைய கடிதங்கள் மற்றும் பொருட்களால் நிரம்பியிருந்தது. அர்ஜுன் அந்த கடிதங்களை படித்தபோது, அவன் ஒரு குடும்ப ரகசியத்தை வெளிப்படுத்தினான், அது பல தலைமுறைகளுக்கு மறைக்கப்பட்டிருந்தது. மாளிகை ஊர்க்காரர்கள் அல்ல, ஆனால் உண்மை பயங்கரமானது.",
            "kannada": "ಒಂದು ಚಕೋರಿ ರಾತ್ರಿ, ಒಂದು ನೆರೆದಿರುವ ಗ್ರಾಮದಲ್ಲಿ, ಒಂದು ರಹಸ್ಯ ವ್ಯಕ್ತಿ ಹಳೆಯ ಮಾಲಿಗೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡನು. ಗ್ರಾಮಸ್ಥರು ಆ ಮಾಲಿಗೆಯನ್ನು ಭೂತದ ಮನೆ ಎಂದು ಹೇಳುತ್ತಿದ್ದರು, ಆದರೆ ಯಾವು ಅವರು ಅದಕ್ಕೆ ಹತ್ತಿರ ಹೋಗಲು ಧೈರ್ಯ ಮಾಡುತ್ತಿರಲಿಲ್ಲ. ಒಂದು ಧೈರಿಯು ವ್ಯಕ್ತಿ, ಅರ್ಜುನನು, ಸತ್ಯವನ್ನು ಅರಿಯಲು ತೀರ್ಮಾನಿಸಿದನು. ಅವನು ಮಾಲಿಗೆಯಲ್ಲಿ ಹಾರಿದನು ಮತ್ತು ಒಂದು ಪುಸ್ತಕದ ಸ್ಟ್ಯಾಂಡ್ ಹಿಂದಿನ ಅಡಗಿದ ಕೋಣೆಯನ್ನು ಕಂಡನು. ಆ ಕೋಣೆ ಹಳೆಯ ಪತ್ರಗಳು ಮತ್ತು ವಸ್ತುಗಳಿಂದ ತುಂಬಿತ್ತು. ಅರ್ಜುನ ಅವುಗಳನ್ನು ಓದಿದಾಗ, ಅವನು ಒಂದು ಕುಟುಂಬ ರಹಸ್ಯವನ್ನು ತಲುಪಿದನು, ಅದು ಪೀಳಿಗೆಯೆಲ್ಲಾ ಮುಚ್ಚಿ ಉಳಿದಿತ್ತು. ಮಾಲಿಗೆಯಲ್ಲಿ ಭೂತವಿಲ್ಲ, ಆದರೆ ಸತ್ಯವು ಮತ್ತಷ್ಟು ಭಯಂಕರವಾದುದಾಗಿ ಗೊತ್ತಾಯಿತು.",
            "malayalam": "ഒരു പടച്ച പവന രാത്രിയിൽ, ഒരു ശാന്തമായ ഗ്രാമത്തിൽ, ഒരു രഹസ്യമായ വ്യക്തി പഴയ മങ്കിലിയിൽ പ്രത്യക്ഷപ്പെട്ടു. ഗ്രാമക്കാർ ആ മങ്കിലി കാന്മാതൃകയായി പറയുന്നു, എന്നാൽ ആരും അത് പരിശോധിക്കാൻ ധൈര്യം ചെയ്യാത്തവർ. ഒരു ധൈര്യശാലിയായ വ്യക്തി, അർജുൻ, സത്യത്തെ കണ്ടെത്താൻ തീരുമാനിച്ചു. അവൻ മങ്കിലിയിൽ ചവിട്ടി, ഒരു പുസ്തകശെൽഫ് പിന്നിലൊരു മറഞ്ഞിരിക്കുന്നു എന്ന ഗദിയിടം കണ്ടെത്തി. ആ ഗദി പഴയ കത്തുകളും വസ്തുക്കളും നിറഞ്ഞിരുന്നു. അർജുൻ അവയെ വായിച്ചപ്പോൾ, അവൻ ഒരു കുടുംബ രഹസ്യത്തെ കണ്ടെത്തി, അത് തലമുറകൾക്കു മറഞ്ഞിരുന്നു. മങ്കിലി ഭൂപതിയില്ലായ്മ, എന്നാൽ സത്യം കൂടിയുള്ളത്."
        },
        "medium":{
            "english": "In a small village nestled between misty mountains, there was an old, abandoned mansion that no one dared to enter. Rumors had circulated for years about strange happenings in the house – eerie noises at night, flickering lights, and ghostly figures seen from a distance. One stormy evening, a curious young journalist, Claire, decided to investigate the mansion and uncover its secrets. As she stepped inside, the air grew cold, and the floor creaked beneath her feet. She discovered an old journal in a hidden compartment of the study, filled with cryptic entries. It spoke of a missing person, a treasure, and an ancient curse. Claire's heart raced as she pieced together the clues, leading her to a secret door in the basement. Inside, she found an old chest, but as she opened it, the lights flickered, and she heard a voice whisper, 'The treasure was never meant to be found.' Claire ran out of the mansion, but the mystery haunted her for the rest of her life, as she could never shake the feeling that something had followed her home.",
            "telugu": "ఒక చిన్న పల్లెటూరులో, మబ్బులు వెండి ఆవరించిన కొండల మధ్య ఒక పాత, పాడైపోయిన మANSION ఉండేది. ఎవ్వరూ ఆ ఇంట్లోకి ప్రవేశించాలని ధైర్యం చేయలేదు. ఆ ఇంట్లో రాత్రిపూట వింత శబ్దాలు, కదిలే లైట్లు, దూరంలో కనిపించే భూతుల జంట గురించి సంవత్సరాలుగా ఊహలు వ్యాప్తి అయ్యాయి. ఒక వర్షపాటు సాయంత్రం, ఒక విచారణలో యువ రచయిత క్లేర్ ఆ ఇంటి రహస్యాలను బయటపెట్టాలని నిర్ణయించుకుంది. ఇంట్లో అడుగుపెట్టినపుడు, గాలి చల్లగా మారింది మరియు భూమి కిరక్కి కిరక్కి కదిలింది. ఆమె ఒక గుప్త compartmentలో ఒక పాత పుస్తకం కనుగొంది, దానిలో రహస్యమైన సంకేతాల రచనలతో నిండి ఉంది. అది ఒక కోల్పోయిన వ్యక్తి, ఒక ఖజానా మరియు ఒక ప్రాచీన శపథం గురించి చెప్పింది. క్లేర్ గుండె కొట్టుతూ క్లూస్‌ను ఒకत्रం చేసి, బేస్మెంట్‌లో ఒక గుప్త ద్వారం కనుగొంది. ఆ లోపల, ఆమె ఒక పాత పెట్టె కనుగొంది, కానీ ఆ పెట్టె తెరిచినప్పుడు, లైట్లు మెరగడంతో, ఒక శబ్దం వినిపించింది, 'ఖజానా కనుగొనబడాలి అని కాదు.' క్లేర్ ఆ ఇంటి నుండి పరుగుపట్టింది, కానీ ఆ రహస్యం ఆమె జీవితాంతం వెంటాడింది, ఎందుకంటే ఆమె ఎప్పటికీ అనుకున్నది ఏమిటో అర్థం చేసుకోలేకపోయింది.",
            "hindi": "एक छोटे से गाँव में, जो धुंध से घिरी पहाड़ियों के बीच स्थित था, एक पुराना, वीरान हवेली थी जिसे कोई भी व्यक्ति प्रवेश करने की हिम्मत नहीं करता था। वर्षों से घर के बारे में अजीब घटनाओं की अफवाहें थीं – रात में अजीब आवाजें, झपकती लाइट्स, और दूर से देखी जाने वाली भूतिया छायाएँ। एक तूफानी शाम, एक जिज्ञासु युवा पत्रकार क्लेयर ने हवेली की जांच करने का निश्चय किया और उसके रहस्यों को उजागर करने की कोशिश की। जैसे ही वह अंदर दाखिल हुई, हवा ठंडी हो गई और फर्श में चरचुराहट की आवाजें आने लगीं। उसने अध्ययन कक्ष में एक गुप्त स्थान से एक पुरानी डायरी पाई, जिसमें रहस्यमय प्रविष्टियाँ थीं। उसमें एक लापता व्यक्ति, खजाना, और एक प्राचीन शाप का जिक्र था। क्लेयर का दिल तेजी से धड़कने लगा क्योंकि उसने सुरागों को जोड़कर एक गुप्त दरवाजे की ओर मार्गदर्शन किया, जो बेसमेंट में था। अंदर, उसने एक पुराना संदूक पाया, लेकिन जैसे ही उसने उसे खोला, लाइट्स झपकीं, और एक आवाज गूंजती हुई आई, 'खजाना कभी नहीं पाया जाना चाहिए था।' क्लेयर हवेली से भागी, लेकिन वह रहस्य जीवन भर उसके साथ बना रहा, क्योंकि उसे कभी ऐसा महसूस हुआ कि कुछ उसके साथ घर वापस आ गया है।",      
            "tamil": "ஒரு மழைக்கால இரவில், அருண் மற்றும் சரி என்பவர்கள் ஒரு பழமையான வீட்டில் தங்கியிருந்தனர். அவர்கள் வணிகத்தில் பெரும் வெற்றியினை கண்டவர்கள், ஆனால் இந்த பழைய வீடு பற்றி எதுவும் அறிந்திருந்தனர். வீட்டின் உள்ளே பல விசித்திரமான சம்பவங்கள் நடந்தன. அருண் ஒவ்வொரு இரவும், வீட்டின் வாசலில் ஒரு மர்ம நகைச்சுவை திகழ்ந்து வந்ததை கவனித்தார். அவர் சரியுடன் அதை பகிர்ந்தபோது, சரி கூறியது, 'இந்த வீடு பல ஆண்டுகளாக ஊருக்கு வெளியே இருந்தது, அதற்குள் மர்மங்கள் நிறைந்துள்ளன.' ஒருநாள், இரவு நேரத்தில் வீடு முழுவதும் அலைச்சல் மற்றும் விசித்திர குரல்கள் கேட்டபோது, அவர்கள் ஆராய்ச்சி தொடங்கினர். அவர்களுக்கு உள்ளே உள்ள பழைய காட்சிகள், வெவ்வேறு திரைப்பதிவுகள் மற்றும் உண்மையான மர்மமான சம்பவங்களை கண்டறிந்தனர். அவர்கள் வீடு முழுவதும் ஆராய்ந்தபோது, வீட்டு பழைய கடைசியில் மறைந்துள்ள ஒரு பேய் சுவரில் நகைச்சுவை வரிகள் பிடித்திருந்தன. இந்த மர்மம், அருணுக்கு ஒரு பரபரப்பான கண்டுபிடிப்பாக அமைந்தது, ஆனால் சரி அவளுடைய திறமைகளால் அந்த நகைச்சுவையை படிப்பதற்கு முன்பு, மர்மம் அடைந்தது.",
            "malayalam": "ഒരു മഴവില്ലായ്മയുടെയും ശാന്തമായ രാത്രിയുടെയും സമയത്ത്, രാജുയും രത്നമാലയും ഒരു പഴയ വീട് വാടകയ്ക്ക് എടുത്തു. അവരുടെ ജീവിതം സമാധാനവും സമ്പന്നതയുമായിരുന്നു, എന്നാൽ ഈ പഴയ വീട് അവരുടെ ജീവിതത്തിലെ ഏറ്റവും വലിയ എത്രയും വിചിത്രമായ അനുഭവമായി മാറി. ഒരു രാത്രിയിൽ, രാജു, ഭയം കൊണ്ട് ഒന്നിച്ചിരുന്നില്ല. ഒരു വശത്ത് കുരിശുകൾ തിമിരത്തിലേക്ക് നയിക്കുന്ന വാതിൽ തുറന്നപ്പോൾ, അങ്ങനെ ഒരു കവിതയിലെ പോലെ, അദ്ദേഹത്തിന് അദൃശ്യമായ ആശങ്കകൾക്കു തുളഞ്ഞുപോയ ഒരു ശബ്ദം കേട്ടു. 'ഞങ്ങൾ ഈ വീട്ടിൽ ഒറ്റക്കായിരിക്കുക,' രത്നമാല പറഞ്ഞു, 'ഇത് അനുഭവം തന്നെ.'. ഈ ദുരൂഹതയിലെ ദുരന്തം മനസ്സിലാക്കാൻ അവർ ഈ മുറിയിൽ മാത്രമല്ല, മിക്ക മൂലകളിലും കൊള്ളാക്കലുകൾ കണ്ടു. രാജു ഒരു അനശ്ശുവായ ചാരികന്റെ കോപ്പിയെ കണ്ടു. എന്നാൽ പതിവായി, അവർക്ക് തിരിച്ചറിയാനാവാത്തതും, ഉറച്ച ചില പ്രശ്നങ്ങളും തികച്ചും വന്നുവെന്ന് തോന്നിയില്ല. അവരുടെ അനുഭവം, ആപ്പുതിരിയാതെ, ഭയം നിലനിൽക്കാത്ത ജാനകം പോലെ, വെറുതെ അവരെ ഇരിക്കുന്നില്ല.",
            "kannada": "ಒಂದು ಮಳೆಯಾದ ರಾತ್ರಿ, ರಾಜು ಮತ್ತು ಶಾರದಾ ಅವರು ಬೈಸುಹೊತ್ತಿದ ಒಂದು ಹಳೆಯ ಮನೆಗೆ ತಂಗಲು ಬಂದಿದ್ದರು. ಅವರು ತಮ್ಮ ಜೀವನದಲ್ಲಿ ಬಲವಾದ ಸಾಧನೆಗಳನ್ನು ಮಾಡಿದ್ದರು, ಆದರೆ ಈ ಹಳೆಯ ಮನೆ ತುಂಬಾ ರಹಸ್ಯಗಳನ್ನು ಹೊಂದಿತ್ತು. ಮನೆವೊಂದರಲ್ಲಿ ಅನೇಕರಾದ ಹುಚ್ಚುಗಳು, ಅನೇಕವಾದ ಗೌಪ್ಯ ಚಿತ್ತಗಳಿರುವುದನ್ನು ಅವರು ಕಂಡುಕೊಂಡರು. ರಾಜು ಸಂಜೆ ಸಮಯದಲ್ಲಿ ಮನೆಯ ದ್ವಾರದಲ್ಲಿ ಕೇಳಿದ ಕೆಲವು ಶಬ್ದಗಳನ್ನು ಪ್ರಶ್ನಿಸಿದಾಗ, ಶಾರದಾ ಅದನ್ನು 'ಮನೆಯಲ್ಲಿನ ಕತ್ತಲೆ, ನಿಮಗೆ ಹೇಳದ ರಹಸ್ಯಗಳನ್ನು ಹೊಂದಿದೆ' ಎಂದು ಹೇಳಿದಳು. ಆದರೆ ನಿದಾನಕ್ಕೆ ಹೋಗುವವರೆಗೆ, ಇಬ್ಬರೂ ತಮ್ಮ ಸಮಯವನ್ನು ಹೆಚ್ಚು ತಲುಪಿದರೂ, ಮನೆಯಲ್ಲಿ ಎಷ್ಟು ವಿಚಿತ್ರ ಅನುಭವಗಳನ್ನು ಅನುಭವಿಸಿದರು. ಒಂದು ರಾತ್ರಿ, ಅವರು ಕತ್ತಲೆಯ ಒಳಗಿನ ಕೆಲವು ಪಾಪಿ ಪಟ್ಟಣಗಳನ್ನು ಕಂಡುಹಿಡಿದಾಗ, ರಾಜು ಅವುಗಳನ್ನು ಅವಸರವಾಗಿ ಬಿಡಲು ಪ್ರಯತ್ನಿಸಿದನು. ಆದರೆ ಅವುಗಳಿಂದ ದೂರವಿದ್ದವರೆಂದು ಅವು ಹಲವು ಬಾರಿ ನಂತರ ಬರುವಂತೆ, ಅವರು ಅನೇಕ ನಗುವ ಕಥನಗಳನ್ನು ನೋಡಿ, ಒಂದು ಅರ್ಥವಿಲ್ಲದ ಪತ್ತೆಯತ್ತ ಹಾರಿದ."
        },
        "long":{
            "english":"The storm had passed, and the moonlight illuminated the small village of Elmsworth. But there was something different about the night. A strange silence had fallen over the town. Emily, a curious young woman, had noticed the oddity. She had lived in Elmsworth her entire life and never seen it so still. It was as though the village was holding its breath, waiting for something. Her curiosity got the better of her, and she decided to investigate. Emily had always been fascinated by the old manor at the edge of the village, a place whispered about in legends. The manor had been abandoned for decades, but tonight, the windows were lit. With a flashlight in hand and her heart pounding, Emily approached the gate. The air was thick with tension, and the hairs on the back of her neck stood on end. As she entered the overgrown garden, she noticed the faint sound of footsteps echoing in the distance. She froze. No one had lived in the manor for years. Or so she thought. The door creaked as Emily pushed it open, stepping inside. The manor was just as it had been described—dusty furniture, cobwebs in the corners, and a sense of decay. But there, in the middle of the room, was a strange figure. A shadow, barely visible in the dim light, was standing in the far corner. Emily’s pulse quickened. She called out, but the figure didn’t move. Hesitant but determined, she approached. The closer she got, the more the figure seemed to vanish into the shadows. Just as she reached out to touch it, the figure disappeared completely, leaving behind nothing but an eerie silence. Emily stumbled backward, her flashlight shaking in her hand. What had just happened? She could hear her heartbeat in her ears, a deafening sound in the quiet manor. Suddenly, the front door slammed shut, trapping her inside. Panic set in. She rushed to the windows, only to find them locked. She was trapped. But then, out of the corner of her eye, she saw it. A note, scrawled hastily on a piece of paper, was pinned to the wall. It read: 'You’ve seen too much. Now, you are part of the mystery.'",
            "telugu":"కొన్ని గంటల పాటు వర్షం పడిన తర్వాత, ఎల్మ్‌స్వర్ధ్ గ్రామం సమీపంలో ఉన్న అర్ధరాత్రి దిశగా చీకటిగా కనిపించింది. కానీ ఆ రాత్రి ఏదో భిన్నంగా కనిపించింది. ఒక అసాధారణమైన నిశ్శబ్దం గ్రామం మీద పడింది. ఎమిలీ, ఒక విచిత్రమైన యువతి, ఈ అసాధారణతను గమనించింది. ఆమె ఎల్మ్‌స్వర్ధ్‌లో తన పూర్వజన్మ మొత్తం గడిపినప్పటికీ, అలా నిశ్శబ్దంగా మారిన గ్రామాన్ని ఏసేపు చూడలేదు. గ్రామం ఊపిరి ఆగినట్లుగా అనిపించుకుంటున్నది, ఏదో ఒక దెబ్బతినే క్షణాన్ని ఎదుర్కొనేలా. ఆమె జిజ్ఞాసే ఊరిపోయింది, ఆమె పరిశీలించడం ప్రారంభించింది. ఎమిలీ ఎప్పుడూ ఆ గ్రామం చివర ఉండే పురాతన భవనంపై ఆసక్తిగా ఉండేవారు, అది అనేక కథల్లోకి వచ్చిన ప్రదేశం. ఆ భవనం పలు దశాబ్దాలుగా ఒంటరిగా ఉండింది, కానీ ఆ రాత్రి ఆ భవనపు గాల్లో వెలుతురూ కనిపించింది. ఆమె చేతిలో మెరుపుదీపు పట్టుకుని, హృదయం గట్టి కొట్టింది, ఎమిలీ గేటును దగ్గరకు చేరుకుంది. గాలి ఒత్తిడితో కూడుకున్నది, ఆమె మెడకు పిన్ని రావడంతో, ఆమె ఆగిపోయింది. ఎవరూ ఆ భవనంలో నివసించడం లేదు అని ఆమె అనుకున్నది, కానీ ఆమె ఆలోచించినంత సులభంగా అనిపించలేదు. రాత్రి కిటికీని జారిపోతున్నప్పుడు, దూరంలో ఉన్న అడుగుల శబ్దం ఆమె శ్రవణాలను ఆక్రమించింది. ఆమె అంగీకరించింది. దురదృష్టవశాత్తు, దాని వైపు అడుగులు పెట్టేటప్పుడు, మణికట్టు చెలిమి యొక్క అర్ధ భాగం కనిపించింది. గదిలో పక్కన ఏడు ప్రశ్నాపత్రాలు వర్ణించిన ధ్వని ఒక దృష్టిలోకి వచ్చి, డిశ్చార్జ్ డిఎల్ స్కెల్ప్‌లు పొందాడు.",
            "hindi": "दिल्ली के एक छोटे से गॉव में एक पुरानी हवेली खड़ी थी, जिसके बारे में कई तरह की कहानियाँ फैली हुई थीं। लोग कहते थे कि हवेली में एक अदृश्य शक्ति का वास है और रात के समय वहाँ अजीब घटनाएँ घटती हैं। एक दिन एक जिज्ञासु युवक, आर्यन, ने इस रहस्यमय हवेली का सच जानने का निश्चय किया। वह रात के अंधेरे में हवेली में घुस गया। अंदर घुसते ही उसे एक अजीब सी शांति महसूस हुई। जैसे ही उसने एक पुरानी सीढ़ी चढ़ी, वह एक गहरे कमरे में पहुंचा। वहां एक पुरानी किताब रखी थी, जो पहले कभी नहीं देखी गई थी। आर्यन ने किताब खोला और उसमें एक संदेश लिखा हुआ था, 'सच्चाई छिपी हुई है, केवल दिल से देखो।' वह संदेश पढ़ते ही अचानक कमरे का दरवाजा बंद हो गया और कमरे में एक तेज़ रोशनी फैल गई। आर्यन को महसूस हुआ कि उसने कुछ रहस्यमय खोला है, लेकिन उसका पीछा करते हुए वह अंधेरे में खो गया। अगले दिन हवेली में कोई नहीं मिला, लेकिन लोग कहते हैं कि आर्यन की आत्मा अब हवेली में बसी हुई है, और वही रहस्य अब हर किसी को अपनी ओर आकर्षित करता है।",
            "tamil": "ஒரு கள்ளக்குறிய பண்டைய மாளிகை சென்னை அருகிலுள்ள ஒரு கிராமத்தில் இருந்தது. அந்த மாளிகையின் மீது பல வகையான புதிர்கள் மற்றும் அநேக கதைகள் பரவியிருந்தன. கிராம மக்கள் அந்த மாளிகையில் இருண்ட நேரத்தில் சில வித்தியாசமான நிகழ்வுகள் நடப்பதாக கூறினர். அவ்வளவு தான், அங்கு செல்லும் பலர் எங்கும் காணாமல் போனார்கள். இதனால் அந்த மாளிகையை ஆராய்ந்து, உண்மையைத் தெரிந்து கொள்ள ஒரு வெகு அறியப்பட்ட இளைஞன் என்ற பெயருடன் வந்தார் கண்ணன். அத்தனை நாள் இளைஞர் அந்த மாளிகை அருகே சென்றபோது, இக்காலையில் அவரை அங்கு யாரும் சந்திக்கவில்லை. அவருக்கு சில வித்தியாசமான அனுபவங்கள் நடந்தது.அன்று மாலை அவருடைய குழப்பங்களுக்காக இடையிடையே அவரது நண்பர்களை அழைத்தது. ஆனாலும், அது அவரது எல்லை அருகே இந்த நாளில் அவரின் கடைசித் திடமானவையாக வருகிறது.",        
            "kannada": "ಹಾಸನನಗರದ ಹಳೆಯ ಮಹಲ್ ನವೀನ್ ಎಂಬ ಯುವಕನನ್ನು ಆಕರ್ಷಿಸಿತ್ತು. ಅವನು ಕಾಲಮಿತಿಯ ಹೊರಗಿನ ಎಲ್ಲ ಸಂಗತಿಗಳ ಮೇಲೆ ಅಧ್ಯಯನ ಮಾಡುವ ಆಸಕ್ತಿಯಿದ್ದ. ಅವನು ಹಾಸನನಗರದ ಮಾರ್ಗದ ದಾರಿ ತಿರುಗಿದಾಗ, ಒಂದು ಹಳೆಯ ಮಹಲ್ ಕಾಣಿಸಿಕೊಂಡಿತು, ಅದು ಅಲ್ಲಿ ಇನ್ನೂ ವಾಸಿಸುವ ಒಂದು ಭಯಾನಕವಾದ ಹೆಸರನ್ನು ಹೊತ್ತಿದ್ದಿತು. ಆ ಸ್ಥಳದಲ್ಲಿ ಕತ್ತಲಿನಿಂದ ಕೂಡಿದ ಅಸ್ಥಿತಿಗಳು ಮತ್ತು ಹಾರವುಳ್ಳ ಗುಪ್ತವಾಗಿದ್ದ ಮನೆಗಳು ಅವನನ್ನು ಆಕರ್ಷಿಸಿತು. ಅವನು ಒಂದು ದಿನ ಮಹಲ್ ಗೆ ಪ್ರವೇಶಿಸಲು ನಿರ್ಧರಿಸಿದನು. ಅವರು ಅವನನ್ನು ಘನವಾದ ರಾಜಮನೆಗಳ ಗುಪ್ತ ರಹಸ್ಯಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಪ್ರಾರಂಭಿಸಿದನು. ಆದರೆ ಅವನು ಪ್ರಾರಂಭಿಸಿದಂತೆ, ಅವನು ಆ ಸ್ಥಳದ ಮೂಲಭೂತ ಶಕ್ತಿಯನ್ನು ಅನ್ವೇಷಿಸುವ ಹೊತ್ತಿಗೆ ಅನೇಕ ಗುಪ್ತ ಹಾಗೂ ಅಪಾರವಾದ ವಿಷಯಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ಆರಂಭಿಸಿದನು. ಅವನು ಅಲ್ಲಿಗೆ ಹೋಗಿದ್ದಾಗ ಕತ್ತಲು ಎಂಬ ಗಂಭೀರತೆ ಹಾಗು ಅನೇಕ ದೃಶ್ಯಾವಳಿಗಳನ್ನು ಕಂಡನು, ಮತ್ತು ಇವು ಅವನನ್ನು ಮುನ್ನಡೆಸಿದ ಪ್ರತ್ಯೇಕ ಲೋಕಗಳಿಗೆ ದಾರಿ ತೆರೆದವು. ಆದರೆ ಅವನು ನಿರಂತರವಾಗಿ ಅದನ್ನು ಅನ್ವೇಷಿಸುವುದರಿಂದ, ಅವನು ಅಲ್ಲಿ ಸಿಕ್ಕಿದ ಮೂಲಭೂತ ಶಕ್ತಿಯ ಮೇಲೆ ಅಧ್ಯಯನ ಮಾಡುತ್ತಿದ್ದನು, ಇದು ಅವನನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಮಾಯಾಜಾಲದ ಒಳಗೆ ತಲುಪಿಸಿತು. ಮಹಲ್ ನಲ್ಲಿಯೂ ಅವನು ಅತ್ಯಂತ ಗುಪ್ತವಾದರಹಸ್ಯಗಳನ್ನು ಕಂಡನು, ಆದರೆ ಅವನು ಹಿಂದೆ ಓರೆಯುವಂತಹ ಸ್ಥಳದ ಭಾಗವನ್ನು ನೋಡಿದಾಗ ಅದನ್ನು ತಪ್ಪಿಸಿಕೊಂಡನು. ಅವನ ಜೀವನವನ್ನೇ ಹೊಸ ದಾರಿ ತಲುಪಿಸಲು ಅದುವೇ ಆಗಿತ್ತು.",
            "malayalam": "കോട്ടയം നഗരത്തിന്റെ അടിവരയിലുള്ള ഒരു പഴയ, കാട്ടുപാലമായ മனைക്ക് രാഹുല്‍ എന്ന युवकത്തിന്റെ സാക്ഷ്യം ഉണ്ടായിരുന്നു. രാഹുല്‍ പഴയ കഥകളും മിസ്റ്ററിയുകളും മനസ്സിലാക്കുന്നതിനുള്ള താത്പര്യത്തോടെ ഒരിക്കലും പത്തുമൂടിയായ സ്ഥലങ്ങളിലേക്ക് യാത്ര ചെയ്തിരുന്നു. ഒരിക്കല്‍ അയാള്‍ സഞ്ചാരത്തിനിടെ ഒരു പഴയ പള്ളിയിലേക്ക് എത്തി. ഈ പള്ളി ഒരു അന്ധകാരമാക്കലും വഴികളും തുറന്നതും ആയിരുന്നു. അതിന് മുമ്പ് ഒരുപാട് കഥകളും ഗൂഢാലോചനകളും പരസ്യമായി അറിയാമായിരുന്നു. രാഹുല്‍ ഇതിനകം വളരെ പ്രഗത്ഭനായിരുന്നു, പള്ളിയുടെ കവാടത്തിലേക്ക് കടന്നപ്പോള്‍ അപ്പുറത്ത് ഒരു കേട്ടുപോയ ശബ്ദം ശ്രദ്ധയില്‍പ്പെട്ടു. അവനൊരു കൗതുകവും ഭയവും ഉണ്ടായി. അദ്ദേഹം ഇറ്റിവിളക്കുകൾക്കും ശബ്ദങ്ങൾക്കും മറുപടി നൽകി, അദ്ദേഹത്തിന്റെ ദൃശ്യങ്ങളും ദൈവീക അനുഭവങ്ങളും ഭയാനകമായ തന്റെ ഉല്പത്തിയെ കണ്ടു. അവന്‍ അതിന്റെ വിശാലമായ ഒഴുക്കുകൾക്കപ്പുറം മായാജാലത്തിന്‍റെ കുത്തനെ തിരിച്ചറിയാനും ഇങ്ങനെ തന്നെ അപ്രത്യക്ഷമായ പ്രപഞ്ചത്തെ കണ്ടുമുട്ടാനും ശക്തമായി ശ്രമിച്ചു. ഈ പ്രക്രിയയിലൂടെ, അവന്‍റെ ഹൃദയം കളഞ്ഞ് അത് നിരന്തരമായ കാര്യങ്ങളിലേക്കും, മുങ്ങിയ ഹൃദയത്തിലേക്ക് ശരിയായ വഴികാട്ടിയെ തേടിയിരുന്നു."
        }
    },
    "fantasy":{
        "short": {
            "english": "In a land where magic was real, a young sorcerer named Arin discovered an ancient book hidden in the forest. The book, glowing with mysterious runes, contained secrets of the universe. As Arin read aloud, the forest came alive, with trees whispering ancient songs and the sky turning vibrant hues of blue and purple. But the book also warned of a dark force that sought to claim its power. Arin, determined to protect the magic, set out on a quest to find the legendary Crystal of Light, which could keep the darkness at bay. Along the way, Arin befriended mythical creatures, including a talking wolf and a shape-shifting fox. Together, they journeyed through enchanted lands and faced trials that tested their courage and resolve. Finally, at the peak of a mountain, Arin found the Crystal and used its power to defeat the dark force, saving the magic and ensuring peace for the land. The forest, once again, became a place of harmony and wonder.",
            "telugu": "మంత్రాలతో నిండిన ఒక దేశంలో, అరిక్ష అనే యువ మంత్రికి అద్భుతమైన పుస్తకం ఒక అడవిలో దొరికింది. ఈ పుస్తకం, రహస్యమైన రూనులతో మెరుస్తోంది, విశ్వంలోని గోప్యమైన సీక్రెట్లను కలిగి ఉంది. అరిక్ష ఆ పుస్తకాన్ని చదువుకుంటున్నప్పుడు, అడవి జాగ్రత్తగా జ్ఞాపకాలను పంచుకుంది మరియు ఆకాశం ఆకుపచ్చ మరియు పర్పుల్ రంగులతో నింపబడింది. కానీ ఆ పుస్తకం ఒక చెడు శక్తిని గురించి హెచ్చరించింది, ఇది దాని శక్తిని పొందడానికి ప్రయత్నిస్తోంది. అరిక్ష, ఆ మంత్రాలను కాపాడాలని నిశ్చయించుకుని, కాంతి క్రిస్టల్ ను కనుగొనే యాత్ర మొదలు పెట్టింది. ఈ ప్రయాణంలో, అరిక్ష ఒక మాట్లాడే ఎలు మరియు రూపాంతరించే నక్కతో స్నేహం చేసాడు. వారు ఒకేసారి మంత్రాలైన భూమిని గమనించి, ధైర్యాన్ని మరియు సంకల్పాన్ని పరీక్షించే పఠనాలను ఎదుర్కొన్నారు. చివరగా, కొండ చ頂ంపుల顶పై, అరిక్ష ఆ కాంతి క్రిస్టల్ ను కనుగొని, దాని శక్తిని చెడు శక్తిని కట్టగట్టి, దేశంలో శాంతిని పరిరక్షించడమే.",
            "hindi": "एक जादुई दुनिया में, एक युवा जादूगर अरीन ने एक प्राचीन किताब खोजी, जो जंगल में छिपी हुई थी। यह किताब, जो रहस्यमय रून से चमक रही थी, ब्रह्मांड के रहस्यों को सहेजे हुए थी। जब अरीन ने उसे पढ़ा, जंगल में हलचल मच गई, पेड़ प्राचीन गीत गाने लगे और आकाश नीले और बैंगनी रंग में रंग गया। लेकिन किताब ने एक अंधी शक्ति के बारे में भी चेतावनी दी, जो उसकी शक्ति को प्राप्त करना चाहती थी। अरीन ने ठान लिया कि वह इस जादू को बचाएगा, और एक यात्रा पर निकल पड़ा, ताकि वह प्रकाश का क्रिस्टल पा सके, जो अंधेरे से दुनिया को बचा सके। रास्ते में, अरीन ने जादुई जीवों से दोस्ती की, जिसमें एक बोलने वाला भेड़िया और एक रूप बदलने वाली लोमड़ी शामिल थी। साथ में, उन्होंने मंत्रमुग्ध भूमि से यात्रा की और कई चुनौतियों का सामना किया। आखिरकार, एक पहाड़ की चोटी पर, अरीन ने क्रिस्टल पाया और उसकी शक्ति का इस्तेमाल कर अंधेरे शक्ति को हराया, जादू को बचाया और दुनिया में शांति स्थापित की।",
            "tamil": "ஒரு மந்திர உலகில், அரின் என்ற இளம் மந்திரி ஒரு பழமையான புத்தகத்தை காடு முழுவதும் கண்டுபிடித்தான். அந்த புத்தகம், மர்மமான ரூன்களால் ஒளிர்ந்தது, பிரபஞ்சத்தின் ரகசியங்களை கொண்டிருந்தது. அரின் அதை உச்சரிக்கும்போது, காடு உயிர்ப்பாகி, மரங்கள் பண்டைய பாடல்களை பாடி, வானம் நீலம் மற்றும் ஊதா நிறங்களுடன் விளக்கமாக இருந்தது. ஆனால் அந்த புத்தகம் ஒரு கறுப்பு சக்தி குறித்து எச்சரித்தது, அது அதன் சக்தியை பெற்று கொள்ள விரும்பினது. அரின், அந்த மந்திரத்தை காப்பாற்ற முடிவு செய்து, வெப்பத்திலிருந்து காந்தி இரும்பு கிரிஸ்டலைத் தேடும் பயணத்தில் கிளம்பினான். அந்த வழியில், அரின் ஒரு பேசும் குரங்கு மற்றும் ஒரு பரிமாண மாற்றும் நரி போன்ற மந்திரப் பிராணிகளுடன் நண்பர்களாக ஆனான். அவர்கள் மந்திர பூமியில் பயணம் செய்தனர் மற்றும் தங்கள் மகிழ்ச்சியும் தீர்மானமும் பரிசோதிக்கப்பட்ட சோதனைகளை எதிர்கொண்டனர். இறுதியில், அரின் கிரிஸ்டலை கண்டுபிடித்து, அதன் சக்தியுடன் அந்த கறுப்பு சக்தியைக் குத்திக் கொண்டு, உலகத்தை காப்பாற்றி, அமைதியை நிலைநாட்டினான்.",
            "kannada": "ಒಂದು ಮಾಯಾಜಾಲದಿಂದ ತುಂಬಿದ ಭೂಮಿಯಲ್ಲಿ, ಅರಿನ್ ಎಂಬ ಯುವ ಮಾಯಾಜ್ಞಿಯು ಕಾಡಿನಲ್ಲಿ ಪುರಾತನ ಪುಸ್ತಕವನ್ನು ಕಂಡುಕೊಂಡನು. ಈ ಪುಸ್ತಕವು ರಹಸ್ಯವಾಗಿ ಹೊತ್ತ ರುಣಗಳಿಂದ ಹೊತ್ತಿತ್ತು, ಬ್ರಹ್ಮಾಂಡದ ರಹಸ್ಯಗಳನ್ನು ಒಳಗೊಂಡಿತ್ತು. ಅರಿನ್ ಅದನ್ನು ಓದುವಾಗ, ಕಾಡು ಜೀವಂತವಾಗಿದ್ದು, ಮರಗಳು ಪ್ರಾಚೀನ ಹಾಡುಗಳನ್ನು ಹಾಡಲು ಪ್ರಾರಂಭಿಸು並, ಆಕಾಶವು ನೀಲೆಯ ಮತ್ತು ಬೂದು ಬಣ್ಣಗಳಲ್ಲಿ ಬೆಳಗಿತು. ಆದರೆ ಪುಸ್ತಕವು ಒಂದು ಕಪ್ಪು ಶಕ್ತಿಯನ್ನು ಎಚ್ಚರಿಸಿದೆ, ಅದು ಅದರ ಶಕ್ತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಬಯಸುತ್ತಿತ್ತು. ಅರಿನ್ ತನ್ನ ಮಾಯಾಜಾಲವನ್ನು ರಕ್ಷಿಸಲು ನಿರ್ಧರಿಸಿ, ಅದು ಕತ್ತಲೆಯಿಂದ ಲಾಂಕ್ಷ್ಯವನ್ನು ಹುಡುಕುವ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿತು. ಈ ಹಾದಿಯಲ್ಲಿ, ಅರಿನ್ ಒಂದು ಮಾತನಾಡುವ ಕಬ್ಬಿಣ ಮತ್ತು ರೂಪಾಂತರವಾಗುವ ನಕ್ಕಿಯನ್ನು ಭೇಟಿಯಾಗಿದನು. ಅವರು ಮಾಯಾಜಾಲದಿಂದ ತುಂಬಿದ ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣಿಸಿದರು ಮತ್ತು ಅವರ ಧೈರ್ಯವನ್ನು ಮತ್ತು ದೃಢನಿರ್ಣಯವನ್ನು ಪರೀಕ್ಷಿಸುವ ಚಾಲೆಂಜ್ಗಳನ್ನು ಎದುರಿಸಿದರು. ಕೊನೆಯಲ್ಲಿ, ಅರಿನ್ ಲಾಂಕ್ಷ್ಯವನ್ನು ಕಂಡುಕೊಂಡು, ಅದರ ಶಕ್ತಿಯನ್ನು ಬಳಸಿಕೊಂಡು ಆ ಕಪ್ಪು ಶಕ್ತಿಯನ್ನು ಸೋಲಿಸಿ, ಪ್ರಪಂಚವನ್ನು ಉಳಿಸಿ, ಶಾಂತಿಯುತವಾದ ಸಮಾಧಾನವನ್ನು ಸ್ಥಾಪಿಸಿದನು.", 
            "malayalam": "ഒരു മായാജാലഭരിതമായ ഭൂമിയിൽ, അറിന് എന്ന യുവാ മായാജ്ഞി ഒരു പുരാതന പുസ്തകം കാടിന്റെ ഉള്ളിൽ കണ്ടെത്തി. ഈ പുസ്തകം, രഹസ്യമായ റൂണുകൾ കൊണ്ട് ദീപ്തമാകുന്നു, പ്രപഞ്ചത്തിന്റെ രഹസ്യങ്ങളെ അടങ്ങിയിരിക്കുന്നു. അറിന് അത് വായിക്കുമ്പോൾ, കാട് ജീവമായുപോയി, വൃക്ഷങ്ങൾ പുരാതന ഗാനങ്ങൾ പാടാനാരംഭിക്കുകയും, ആകാശം നീലവും പർപ്പിളും നിറങ്ങളുള്ളവയാക്കുകയും ചെയ്തു. എന്നാൽ പുസ്തകം ഒരു കറുപ്പുവായിൽ അധികാരം നേടാൻ ആഗ്രഹിക്കുന്ന ഒരു കറുപ്പു ശക്തിയെ എಚ್ಚരിപ്പിച്ചു. അറിന് തന്റെ മായാജാലം രക്ഷിക്കാൻ തീരുമാനിച്ചു, കത്തലിൽ നിന്ന് പ്രകാശത്തിന്റെ ക്രിസ്റ്റൽ കണ്ടെത്താൻ ഒരു യാത്ര ആരംഭിച്ചു. ഈ യാത്രയിൽ, അറിന് ഒരു സംസാരിക്കുന്ന നായയും ഒരു രൂപമാറ്റുന്ന നപ്പും ഉൾപ്പെടെയുള്ള മായാജാല ജീവികളുമായി സ്നേഹ ബന്ധങ്ങൾ പടുത്തെടുത്തു. അവർ മായാജാലഭരിതമായ ഭൂമിയിൽ യാത്ര ചെയ്ത്, അവരുടെ ധൈര്യവും തീരുമാനം പരീക്ഷിക്കുന്ന വെല്ലുവിളികൾ നേരിട്ടു. ഒടുവിൽ, അറിന് ക്രിസ്റ്റൽ കണ്ടെത്തി, അതിന്റെ ശക്തി ഉപയോഗിച്ച് കറുപ്പു ശക്തിയെ കീഴടക്കി, മായാജാലം രക്ഷപ്പെടുത്തി, ഭൂമിയിൽ ശാന്തിയും സമാധാനവും സ്ഥാപിച്ചു."
        },
        "medium":{
            "english": "In a mystical land, there was a kingdom hidden within the clouds, ruled by a wise and benevolent king, Eldrin. One day, a young adventurer named Lyra discovered a forgotten portal to this kingdom. She was drawn to the magical world, where creatures of all kinds roamed freely. With the help of a talking raven named Kael, she navigated through forests of glowing trees, crossed rivers of liquid silver, and climbed mountains that touched the sky. Eventually, Lyra reached the palace, where King Eldrin shared a secret: the kingdom's magic was fading, and only the 'Heartstone,' an ancient artifact, could restore it. To find it, Lyra had to face her deepest fears and journey through the Darkened Forest, where shadows whispered and nightmares took shape. Lyra's bravery was tested, but in the end, she found the Heartstone and restored the kingdom’s magic, proving that courage and hope could conquer even the darkest of times.",
            "telugu": "ఒక గోచిరమైన దేశంలో, వదలబడిన వానలో ఒక రాజ్యం ఆకాశంలో దాచబడి ఉండేది, అది జ్ఞానవంతుడైన మరియు దయాళువైన రాజు, ఎల్డ్రిన్, పాలన చేస్తుంది. ఒక రోజు, ఒక యువ అడ్వెంచర్ అయిన లైరా ఈ రాజ్యానికి పూర్వపు పోర్టల్‌ను కనుగొంది. ఆమె ఆ మాయాజాల ప్రపంచంలో ఆకర్షించబడింది, అక్కడ అన్ని రకాల జీవులు స్వేచ్ఛగా తిరుగుతుంటాయి. ఒక మాటల Raven, కైల్, తో సహాయపడుతూ, ఆమె గ్లోవింగ్ చెట్ల అడవులలో పయనించింది, రాగి నీటితో నదులను దాటింది, మరియు ఆకాశాన్ని తాకే పర్వతాలను ఎక్కింది. చివరికి, లైరా ప్యాలెస్ చేరుకుని, రాజు ఎల్డ్రిన్ ఒక రహస్యం చెప్పాడు: రాజ్యానికి మాయాజాలం తగ్గిపోతుంది, మరియు 'హార్ట్‌స్టోన్' అనే ప్రాచీన వస్తువు దాన్ని తిరిగి పునరుద్ధరించగలదు. దాన్ని కనుగొనడానికి, లైరా తన లోతైన భయాల్ని ఎదుర్కొని డార్కెన్డ్ అడవిలో ప్రయాణం చేయాలి, అక్కడ నీడలు గుసగుసలు మాట్లాడుతాయి మరియు భయాంఖితాలు రూపం తీసుకుంటాయి. లైరా ధైర్యాన్ని పరీక్షించి, చివరికి హార్ట్‌స్టోన్ కనుగొని, రాజ్యానికి మాయాజాలం తిరిగి అందించేసింది, ధైర్యం మరియు ఆశ కూడా అ darkest సమయాలలో గెలుస్తాయని నిరూపించింది.",
            "hindi": "एक रहस्यमयी भूमि में, एक बादलों के बीच छिपा हुआ एक राज्य था, जिसका शासक एक बुद्धिमान और दयालु राजा, एल्ड्रिन था। एक दिन, एक युवा साहसी लड़की, लायरा ने इस राज्य के एक भूले हुए द्वार का पता लगाया। वह इस जादुई दुनिया में खींची चली गई, जहाँ हर प्रकार के जीव स्वतंत्रता से घूमते थे। एक बोलते हुए कौवे, काइल की मदद से, उसने चमकते हुए पेड़ों के जंगलों को पार किया, रागी नदी को पार किया, और आसमान को छूते हुए पहाड़ों पर चढ़ी। अंततः, लायरा महल तक पहुंची, जहां राजा एल्ड्रिन ने एक रहस्य साझा किया: राज्य का जादू कम हो रहा था, और केवल 'हार्टस्टोन,' एक प्राचीन आर्टिफैक्ट, इसे फिर से बहाल कर सकता था। इसे खोजने के लिए, लायरा को अपनी सबसे गहरी डर का सामना करना पड़ा और अंधेरे वन में यात्रा करनी पड़ी, जहाँ परछाइयाँ फुसफुसाती थीं और बुरे सपने आकार लेते थे। लायरा की बहादुरी की परीक्षा हुई, लेकिन आखिरकार उसने हार्टस्टोन ढूंढ लिया और राज्य के जादू को बहाल किया, यह साबित करते हुए कि साहस और आशा सबसे अंधेरे समय में भी जीत सकती है।",
            "tamil": "ஒரு மாயாஜால உலகில், மேகங்களின் மத்தியில் மறைந்து இருந்த ஒரு ராஜ்யம் இருந்தது, அதைக் கண்ணியமான மற்றும் கருணார்ந்த ராஜா, எல்ட்ரின் ஆள்கின்றார். ஒரு நாள், ஒரு இளம் சாகச நாயகி, லைரா இந்த ராஜ்யத்திற்கு மறக்கப்பட்ட ஒரு வாயிலைக் கண்டுபிடித்தாள். அவள் இந்த மாயாஜால உலகில் ஈர்க்கப்பட்டாள், அங்கு எல்லா விதமான உயிரினங்களும் சுதந்திரமாக சுற்றிக் கொண்டிருந்தன. ஒரு பேசும் கோவில், கெயில், அவளுக்கு உதவியுடன், அவள் ஒளியுடனான மரங்களின் காடுகளைக் கடந்து, வெள்ளி திரவ மாடுகளை தாண்டி, வானத்தை தொடும் மலைகளை ஏற்றினாள். கடைசியில், லைரா அரண்மனைக்கு வந்தபோது, ராஜா எல்ட்ரின் ஒரு ரகசியத்தை பகிர்ந்தார்: ராஜ்யத்தின் மாயாஜாலம் குறைந்து வருகிறது, மற்றும் 'ஹார்ட்ஸ்டோன்' என்ற ஒரு பழமையான ஆபரேஷன் அதை மீண்டும் உயிர்ப்பிக்க முடியும். அதை கண்டுபிடிக்க, லைரா தனது ஆழ்ந்த பயங்களை எதிர்கொண்டு, இருண்ட காட்டில் பயணிக்க வேண்டும், அங்கு நிழல்கள் குறும்பு சொல்லும், கனவுகள் உருவாகின்றன. லைராவின் துணிவை சோதனை செய்யப்பட்டது, ஆனால் இறுதியில் அவள் ஹார்ட்ஸ்டோன் கண்டுபிடித்து, ராஜ்யத்தின் மாயாஜாலத்தை மீண்டும் அளித்துவிட்டாள், துணிவு மற்றும் நம்பிக்கை எந்த சூழலிலும் வெற்றி பெற முடியும் என்பதை நிரூபித்தது.",
            "kannada": "ಒಂದು ಮಾಯಾಜಾಲ ಪ್ರಪಂಚದಲ್ಲಿ, ಮೋಡಗಳ ನಡುವೆ ಮುಚ್ಚಿದಿದ್ದ ಒಂದು ರಾಜ್ಯವಿತ್ತು, ಅದನ್ನು ಜ್ಞಾನಿ ಮತ್ತು ದಯಾಳು ರಾಜ, ಎಲ್ಡ್ರಿನ್ ಆಳುತ್ತಿದ್ದ. ಒಂದು ದಿನ, ಲೈರಾ ಎಂಬ ಯುವ ಸಾಹಸಿ ಹುಡುಗಿಗೆ ಆ ರಾಜ್ಯದ ಮರೆತುಹೋಯ್ತು ಎಂಬ ಬಾಗಿಲು ಕಂಡುಬಂತು. ಅವಳು ಆ ಮಾಯಾಜಾಲದ ಪ್ರಪಂಚದಲ್ಲಿ ತಳ್ಳಲ್ಪಟ್ಟಳು, ಅಲ್ಲಿ ಎಲ್ಲ ರೀತಿಯ ಜೀವಿಗಳು ಸ್ವತಂತ್ರವಾಗಿ ಹಾರಾಡುತ್ತಿದವು. ಮಾತಾಡುವ ಕಾವಲು ಕೇಲ್ ಎಂಬ ಪಟವಿದ್ದ ಆಕೆಗೆ ಸಹಾಯ ಮಾಡಿ, ಅವಳು ಬೆಳಗುವ ಮರಗಳಿಂದ ತುಂಬಿದ ಅರಣ್ಯಗಳನ್ನು ದಾಟಿದಳು, ಬೆಳ್ಳಿಯ ದ್ರವ ನದಿಗಳನ್ನು ಮುಟ್ಟಿ, ಆಕಾಶವನ್ನು ತಲುಪುವ ಪರ್ವತಗಳನ್ನು ಏರಿದಳು. ಕೊನೆಗೂ, ಲೈರಾ ಅರಮನೆಯತ್ತ ಹಾರಿದಾಗ, ರಾಜ ಎಲ್ಡ್ರಿನ್ ಒಂದು ರಹಸ್ಯವನ್ನು ಹಂಚಿಕೊಂಡನು: ರಾಜ್ಯದ ಮಾಯಾಜಾಲ ಕಡಿಮೆಯಾಗುತ್ತಿದೆ, ಮತ್ತು ಕೇವಲ 'ಹಾರ್ಟ್‌ಸ್ಟೋನ್', ಒಂದು ಪುರಾತನವಾದ ಆರ್ ಟಿಫ್ಯಾಕ್ಟ್, ಅದನ್ನು ಪುನರಾರಂಭಿಸಬಹುದು. ಅದನ್ನು ಹುಡುಕಲು, ಲೈರಾ ತನ್ನ ಆಳವಾದ ಭಯಗಳನ್ನು ಎದುರಿಸಿ, 'ಡಾರ್ಕನ್ಡ್ ಫಾರೆಸ್ಟ್'ನಲ್ಲಿ ಪ್ರಯಾಣಿಸುವುದರ ಮೂಲಕ ಮಾಡಬೇಕು, ಅಲ್ಲಿ ನೆರಳುಗಳು ಗುಸು ಗುಸು ಮಾತಾಡುತ್ತವೆ ಮತ್ತು ಕನಸುಗಳೇ ರೂಪಗಳನ್ನು ಪಡೆಯುತ್ತವೆ. ಲೈರಾ ಧೈರ್ಯವನ್ನು ಪರೀಕ್ಷಿಸಲು, ಆದರೆ ಅವಳು ಹಾರ್ಟ್‌ಸ್ಟೋನ್ ಅನ್ನು ಕಂಡುಹಿಡಿದು, ರಾಜ್ಯದ ಮಾಯಾಜಾಲವನ್ನು ಮರುಸ್ಥಾಪಿಸಿದಳು, ಧೈರ್ಯ ಮತ್ತು ಆಶೆಯು darkest ಸಮಯಗಳಲ್ಲಿ ಹೇಗೆ ಜಯಿಸಬಹುದು ಎಂಬುದನ್ನು ತೋರಿಸಿದಳು.",
            "malayalam": "ഒരു മായാജാലം നിറഞ്ഞ ലോകത്ത്, മേഘങ്ങൾക്കിടയിൽ ഒളിച്ചിരിക്കുന്ന ഒരു രാജ്യമായിരുന്നു, അത് മഹாநബി மற்றும் ദയാലുവായ രാജാ എൽഡ്രിൻ നിയന്ത്രിക്കുന്നു. ഒരു ദിവസം, ഒരു യുവ പര്യടകിയായി ലയറ എന്ന പെൺകുട്ടി ഈ രാജ്യത്തെ മറക്കപ്പെട്ട ഒരു വാതിൽ കണ്ടെത്തി. അവൾ ഈ മായാജാല ലോകത്തിലേക്ക് ആകർഷിതയായി, അവിടെ എല്ലാ തരത്തിലുള്ള ജീവികളും സ്വാതന്ത്ര്യത്തോടെ സഞ്ചരിക്കുന്നവയാണ്. ഒരു സംസാരിക്കുന്ന കാക്ക, കൈൽ, അവളെ സഹായിച്ച്, അവൾ പ്രകാശിക്കുന്ന മരങ്ങളുടെ കാടുകൾ കടന്നുപോയി, വെള്ളിയുടെ ദ്രവ നദികൾ കടന്നുപോയി, ആകാശത്തെ തൊട്ടുപോകുന്ന പർവതങ്ങൾ കയറി. അവസാനം, ലയറ മഹലിൽ എത്തുമ്പോൾ, രാജാ എൽഡ്രിൻ ഒരു രഹസ്യം പങ്കുവെച്ചു: രാജ്യമെന്തോ കത്തിയിരിക്കുന്നു, ആണെങ്കിൽ 'ഹാർട്ട്സ്ടോൺ' എന്ന ഒരു പുരാതന വസ്തു അതിനോട് പുനരുദ്ധരിക്കും. അതിനെ കണ്ടെത്താൻ, ലയരാവളുടെ ആഴത്തിലുള്ള ഭയങ്ങളെ നേരിടുക. ഇഡൻഡ ഫോറസ്റ്റ്."      
        },
        "long":{
            "english":"In a kingdom far beyond the reaches of time, there was a hidden forest known as the Whispering Grove. It was said that those who entered the grove could hear the voices of ancient spirits. Among the inhabitants of the kingdom was a young dreamer named Elena, who longed to uncover the secrets of this mystical place. One evening, under the light of a silvery moon, Elena ventured into the forest, guided by the whispers she could almost understand. The deeper she went, the more the air around her shimmered with magic. Suddenly, she found herself before an enormous tree, its bark shimmering with golden runes. The tree spoke to her, telling her that she was the chosen one to unlock the hidden realms. With a heart full of courage, Elena touched the tree, and the world around her transformed. She was transported to a land filled with creatures of legend—dragons soaring through the sky, unicorns grazing in the meadows, and elves with glowing eyes watching from the shadows. As Elena explored this new world, she met a kind-hearted sorcerer who revealed that an evil sorceress had imprisoned the land’s magic. Elena’s destiny was clear: she must find the sorceress’s lair and free the magic to restore balance. With the sorcerer’s guidance, Elena journeyed through enchanted forests, crossed seas of silver, and climbed mountains that touched the heavens. Along the way, she befriended mythical beings and learned the true power of her own courage. Finally, in the heart of a dark castle, Elena confronted the sorceress, who revealed that she had once been the protector of magic, but had become corrupted by her own desire for power. In a fierce battle, Elena’s bravery triumphed, and the sorceress was defeated. With the magic restored, the land flourished once more. Elena returned to her kingdom, where her story became legend, a tale of a young dreamer who unlocked the ancient magic and brought hope back to the world.",
            "telugu":"కాలంతో కూడిన దూరమైన రాజ్యంలో, విస్పరించే అరణ్యంగా పిలవబడే ఒక రహస్య అరణ్యం ఉండేది. ఈ అరణ్యంలో ప్రవేశించిన వారు ప్రాచీన ఆత్మల యొక్క స్వరం వినగలుగుతారని చెప్పబడింది. రాజ్యంలోని నివాసిగా ఉండే ఒక యువ కలగాంచినవాడైన ఎలెనా, ఈ మాయాబూతం ప్రదేశం యొక్క రహస్యాలను వెలికితీసేందుకు ఆసక్తిగా ఉండేది. ఒక సాయంత్రం, వెండి చంద్రుని కాంతితో, ఎలెనా అరణ్యంలో ప్రవేశించింది, ఆమెకు అర్థం కావడానికీ ప్రయత్నిస్తున్న స్వరాలతో మార్గదర్శిగా. ఆమె ఇంకా లోతుగా వెళ్లినప్పుడు, ఆమె చుట్టూ గాలి మాయాజాలంతో మెరుస్తున్నట్టు అనిపించింది. ఆపరిశ్రమలో, ఆమె ఒక ప్రాధాన్యమైన చెట్టుకు ముందుకు చేరింది, దాని తొక్క బంగారు రూన్లతో మెరుస్తోంది. ఆ చెట్టు ఆమెతో మాట్లాడింది, మీరు ఒక శక్తివంతమైన స్థలాన్ని ముట్టబెట్టడానికి ఎంపికైనవాడని చెప్పింది. ధైర్యంతో కూడిన గుండెతో, ఎలెనా చెట్టును తాకింది, మరియు ప్రపంచం చుట్టూ మారింది. ఆమె ఒక పరిక్రమా ప్రపంచంలో ప్రవేశించింది, ఇక్కడ డ్రాగన్లు ఆకాశంలో ఎగురుతూ, యూనికార్న్స్ మైదానాలలో గోచరిస్తూ, ఎల్వులు దీపమైన కళ్లతో నీడలోంచి చూస్తున్నాయి. ఈ కొత్త ప్రపంచాన్ని అన్వేషిస్తూ, ఆమె ఒక మంచి దయతో కూడిన మాంత్రికుడిని కలిసింది, అతను చెప్తున్నాడు, చెడు మాంత్రికురాలు ఈ దేశపు శక్తిని బంధించింది. ఎలెనాకు విధి స్పష్టంగా ఉంది: ఆమె ఆ మాంత్రికురాలిని కనుగొని శక్తిని విముక్తి చేయాలి. మాంత్రికుడి మార్గదర్శనంతో, ఎలెనా మాయాజాల అరణ్యాలను దాటింది, వెండి సముద్రాలను దాటింది, ఆకాశాన్ని తాకుతున్న కొండలు ఎక్కింది. అప్పుడు ఆమె పౌరాణిక జీవులను కలుసుకుని, తన ధైర్యం యొక్క నిజమైన శక్తిని నేర్చుకుంది. చివరికి, ఒక నిగూఢ కోటలో, ఎలెనా మాంత్రికురాలను ఎదుర్కొంది, ఆమె చెప్పింది ఒకప్పుడు ఆమె శక్తి యొక్క రక్షకురాలిగా ఉండేది, కాని స్వంత శక్తి కోరిక వల్ల ఆమె భ్రష్టురాలైపోయిందని. ఒక భయంకరమైన యుద్ధంలో, ఎలెనా ధైర్యం గెలిచింది, మరియు మాంత్రికురాలి పరాజయం వచ్చింది. శక్తి తిరిగి రావడంతో, దేశం మరలా పుష్టిగా మారింది. ఎలెనా తన రాజ్యానికి తిరిగి వచ్చింది, ఆమె కథ పురాణంగా మారింది, ఒక యువ కలగాంచినవాడి కథ, అతను పురాణశక్తిని అంగీకరించి ప్రపంచానికి ఆశావాదం తీసుకురావడం.",
            "hindi":"एक दूर देश में, जहाँ नदियाँ चमकती थीं और आकाश हमेशा नीला था, वहाँ एक छोटे से गाँव में एक रहस्यमयी कहानी समाई हुई थी। गाँव के लोग कहते थे कि रात के समय आकाश में एक अजीब सी रोशनी देखी जाती थी, जो किसी दिव्य शक्ति का संकेत थी। गाँव के सबसे साहसी युवक, राज, ने इस रहस्य को सुलझाने का निर्णय लिया। एक रात, जब आकाश में वह विचित्र रोशनी फैली हुई थी, राज ने अपनी यात्रा शुरू की। जंगल की गहरी राहों में, राज को एक पुराना मंदिर मिला। मंदिर के भीतर, एक जादुई दरवाजा था, जो एक अजीब सी रोशनी से रोशन हो रहा था। जैसे ही राज ने दरवाजा खोला, वह एक नए, रहस्यमय संसार में पहुँच गया। वहाँ उसे एक ड्रैगन का सामना हुआ, जो अपनी पंखों से आकाश को फाड़ने के लिए तैयार था। लेकिन राज ने उसे अपनी साहसिकता और समझदारी से शांत कर लिया। ड्रैगन ने राज से कहा कि वह एक अजनबी नहीं, बल्कि एक राजकुमार है, जो इस जादुई दुनिया का असली मालिक है। राज को अपनी असली पहचान का एहसास हुआ, और उसने जादुई दुनिया को बचाने के लिए अपनी शक्ति का इस्तेमाल किया। वह एक नायक बनकर लौटा और गाँव में सबको बताया कि कभी भी आत्मविश्वास और साहस से डर को हराया जा सकता है।",
            "tamil":"ஒரு தொலைதூர நாடில், நதிகள் பிரகாசிக்கின்றன மற்றும் வானம் எப்போதும் நீலமாக இருக்கும் ஒரு சிறிய கிராமத்தில் ஒரு மர்மமான கதை ஓட்டிக்கொண்டிருந்தது. கிராம மக்கள் கூறுவது போல், இரவில் வானில் ஒரு சிறிய வெளிச்சம் தோன்றும், அது ஒரு தெய்வீக சக்தியின் சின்னம் என்று சொல்வார்கள். கிராமத்தின் மிகப்பெரிய மகிழ்ச்சி கொண்ட இளைஞன் ராஜ், இந்த மர்மத்தைத் தீர்க்க முடிவு செய்தான். ஒரு இரவு, அந்த வித்தியாசமான வெளிச்சம் பரவியிருந்தபோது, ராஜ் தனது பயணத்தை துவங்கினான். காடுகளின் ஆழமான பாதைகளில், ராஜ் ஒரு பழைய கோயிலைக் கண்டுபிடித்தான். கோயிலின் உள்ளே, ஒரு 마술門த் தரவு இருந்தது, அது வித்தியாசமான வெளிச்சத்தால் ஒளிர்ந்தது. ராஜ் அந்த கதவை திறக்கும்போது, அவன் ஒரு புதுமையான, மர்ம உலகில் வந்துவிட்டான். அங்கு அவன் ஒரு மந்திரவாதி சமரசத்தில் உள்ள டிராகனை சந்தித்தான். ராஜ் அவனைத் தனது நேர்மையான நிலைத்தன்மையினால் அமைதியாக்கினான். டிராகன் ராஜிடிடம் கூறியது, அவன் ஒரு பரிச்சயமற்றவர் அல்ல, ஆனால் இந்த மாயா உலகின் உண்மையான அதிபர் என்பது தெரிய வந்தது. ராஜுக்கு தனது உண்மையான அடையாளத்தை புரிந்து கொண்டான், மேலும் அவன் அந்த உலகை காப்பாற்ற தன் மந்திரத்தையும் ஆற்றலையும் பயன்படுத்தினான். அவன் ஒரு தியாகி ஆவணமான பின்பு, கிராமத்திற்கு திரும்பி வந்தான், மற்றும் கிராம மக்களிடம் கூறினான், உண்மையில் தன்னம்பிக்கை மற்றும் வணிகம் மூலம் எந்தவொரு சவாலையும் கடக்க முடியும்.",
            "kannada":"ಒಂದು ದಿನ, ಕಂದುಹಳ್ಳಿಯ ಬಳಿ ಇರುವ ರಹಸ್ಯವಾದ ಕಾಡಿನಲ್ಲಿ, ಸೂರ್ಯನ ಬೆಳಕಿನಿಂದ ಮುಚ್ಚಿದ ಒಂದು ಪ್ರಾಚೀನ ದೇವಾಲಯ ಕಂಡುಬಂದಿತು. ಅಲ್ಲಿಯ ಆಕರ್ಷಕ ಧ್ವನಿಯು ಹೆಜ್ಜೆಗಳ ಹತ್ತಿರ ಮುಟ್ಟಿದಂತೆ ಅವನು ಹಾರುವ ವಾಯು ಚಕ್ರವನ್ನು ನೋಡಿದನು. ಅವನು 'ಅಂಕಿತ' ಎಂಬ ಸಾಮಾನ್ಯ ಹುಡುಗ, ಆದರೆ ಅವನ ಹೃದಯದಲ್ಲಿ ಸಾಮಾನ್ಯ ಬದುಕಿನಲ್ಲಿ ಮಹತ್ವಪೂರ್ಣವಾದ ಕನಸುಗಳಿದ್ದವು. ಅವನು ಹತ್ತಿರವೇ ಬರೆದಿದ್ದ ಗ್ರಂಥವನ್ನು ಓದುವಾಗ, ಅದರಲ್ಲಿ ಅವನು ಕಂಡುಕೊಂಡ ಒಂದು ಮಾಯಾಜಾಲದ ಪದವೇ ತನ್ನ ಕಣ್ಣಿಗೆ ತಲುಪಿತು. ಅದೇ ಪದವು ಅವನಿಗೆ ಅವನ ಸಾಮರ್ಥ್ಯವನ್ನು ಮತ್ತು ಪ್ರಪಂಚವನ್ನು ಹೊಸದಾಗಿ ನೋಡುವ ಕೇಂದ್ರೀಯ ರಹಸ್ಯಗಳನ್ನು ಅನಾವರಣ ಮಾಡಿತು. ಅವನು ಮಾಯಾಜಾಲವನ್ನು ಬಲಪಡಿಸುವ ಮೂಲಕ ದೊಡ್ಡ ಸಾಹಸದಲ್ಲಿ ತನ್ನ ಪ್ರಪಂಚವನ್ನು ಹೊಸದಾಗಿ ನೋಡಲು ಪ್ರಯತ್ನಿಸಿದನು, ಆದರೆ ಅವನು ಕಂಡದ್ದು ಇನ್ನೂ ಹೆಚ್ಚು ಗುಪ್ತವಾದ ಸಾಹಸವನ್ನು ಉಂಟುಮಾಡಿತು. ಅಂಕಿತ ಮತ್ತು ಅವನ ಹೊಸ ಸ್ನೇಹಿತರು ತನ್ನ ಹೆಜ್ಜೆಗಳೊಂದಿಗೆ ಬಾಹ್ಯ ಪ್ರಪಂಚಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಪ್ರಾರಂಭಿಸಿದರು, ಹತ್ತಿರದ ಕನಸುಗಳನ್ನು ಸತ್ಯವಾಗಿಸಲು. ಅವರ ಸಾಹಸವು ಸ್ವಪ್ನಗಳಲ್ಲಿ ನಾಶವಾಯಿತು, ಆದರೆ ಅವನ ಹೆಜ್ಜೆಗಳು ಹೊಸ ವಿಶ್ವದ ಗೂಡುಗಳನ್ನು ಒಳಗೊಳ್ಳಲು ಹೆಜ್ಜೆಗೆ ಹೆಜ್ಜೆ ಹಾಕುತ್ತಿದ್ದವು.",
            "malayalam":"ഒരു പാഠശാലയിൽ, കാഞ്ഞിരപ്പുഴയോട് ചേര്‍ന്ന അപൂര്‍വ്വമായ കാടിന്റെ നടുവിൽ, सूर्यപ്രകാശം മറഞ്ഞു പോവുന്ന ഒരു പുരാതന ക്ഷേത്രം കണ്ടെത്തി. അവിടെ അനുസ്മരണീയമായ ശബ്ദം, പടവുകൾക്കു സമീപം പൊയ്ക്കൊണ്ടു പോയ ഒരു ഗോളത്തിൽ ഉയരുന്ന കാറ്റിനെ കണ്ടു. അവൻ 'ആദിത്യ' എന്ന സാധാരണ ബാലൻ, പക്ഷേ അദ്ദേഹത്തിന്റെ ഹൃദയത്തിൽ അനന്തരകാലത്ത് അപൂര്‍വ്വമായ സ്വപ്നങ്ങൾ വളർന്നിരുന്നു. അവൻ അടുത്തിടെയുള്ള വൃത്താന്തങ്ങളെ വായിക്കുമ്പോള്‍, അവൻ കണ്ടെത്തിയ ഒരു മന്ത്രശാസ്ത്ര വാക്ക് തന്റെ കണ്ണിലേക്ക് ചുറ്റിക്കിടക്കുകയാണ്. ആ വാക്കാണ്, അവന്‍റെ കഴിവുകളും ലോകം പുതിയ വിധത്തിൽ കാണുന്നതിനുള്ള രഹസ്യങ്ങളും തുറക്കാനുള്ള ശ്രമം. എങ്കിലും, അവൻ പ്രതീക്ഷിച്ചതിൽ കൂടുതൽ രഹസ്യങ്ങളുണ്ടായിരുന്നുവെന്ന് എനിക്ക് അറിയാമായിരുന്നത്. ആദിത്യനും അവന്റെ പുതിയ സുഹൃത്തുക്കളും തന്റെ യാത്രകളോടെ പുതിയ ലോകങ്ങളെ അന്വേഷിക്കാനാരംഭിച്ചു, അവരുടേതായ സ്വപ്നങ്ങളെ യാഥാർത്ഥ്യത്തിലേക്ക് എത്തിക്കാൻ. അവരുടെ സാഹസികത സ്വപ്നങ്ങളിലേയ്ക്ക് പിരിഞ്ഞു പോയിരുന്നതായി, എങ്കിലും അവരുടെ ചുവടുകൾ പുതിയ ലോകങ്ങളുടെ വാതിൽ തുറക്കുന്നതിനായി ഊർജ്ജിതമായി മുന്നോട്ട് പോവുന്നു."
        }   
    },
    "horror":{
        "short":{
            "english": "Late at night, in a small village, a strange sound echoed from the forest. The villagers spoke of an ancient spirit that roamed the woods. One brave man, determined to uncover the truth, ventured into the darkness. As he walked deeper, the air grew colder, and an eerie whisper followed him. He tried to ignore it, but the whisper grew louder, until it was no longer a whisper but a voice calling his name. Terrified, he turned to run but saw a figure emerging from the shadows. It was the spirit, its hollow eyes fixed on him. The last thing he heard was his name being screamed as the forest swallowed him whole.",
            "telugu": "రాత్రి ఆలస్యంగా, ఒక చిన్న గ్రామంలో అగ్నిగుండం నుండి ఒక విభిన్నమైన శబ్దం వినిపించింది. గ్రామస్థులు అడవిలో తిరిగే ఒక పురాతన ఆత్మ గురించి చెబుతుంటారు. నిజం తెలుసుకోవాలని అనుకున్న ఓ ధైర్యవంతుడైన వ్యక్తి అంధకారంలో అడవిలోకి అడుగుపెట్టాడు. ఆయన ప్రయాణం లోపలికి వెళ్లినప్పుడు, గాలి చల్లగా మారింది మరియు ఒక భయానకమైన కలహం అతని వెంటపోయింది. అతను దీన్ని గమనించకుండా చేయాలని ప్రయత్నించాడు, కానీ అది శబ్దం మారి అతని పేరును పిలుచుకోవడం మొదలైంది. భయపడి, ఆయన తిరిగి పరుగెత్తాడు కాని ఏ దుర్భాగ్యంగా అతనికి ఒక మానవ రూపం ముసుగు నుండి బయలుదేరింది. అది ఆత్మ, దాని చెక్కటి కన్నులు అతనిపైకి చూశాయి. అతని పేరు ఘోరంగా విలవిలలాడుతూ అడవి ఆయనను పూర్తిగా ఆగిపోయింది.",
            "hindi": "रात के अंधेरे में, एक छोटे से गाँव में, जंगल से अजीब आवाज़ सुनाई दी। गाँववाले कहते थे कि जंगल में एक प्राचीन आत्मा घूमती है। एक बहादुर आदमी, सच जानने के लिए, अंधेरे में जंगल में घुस गया। जैसे-जैसे वह भीतर जाता गया, हवा ठंडी होती गई और एक डरावनी फुसफुसाहट उसका पीछा करने लगी। उसने इसे नज़रअंदाज़ करने की कोशिश की, लेकिन यह फुसफुसाहट अब उसकी आवाज़ में बदल गई, जो उसे उसका नाम पुकार रही थी। डर के मारे, वह भागने लगा, लेकिन देखा कि छाया से एक आकृति उभर रही थी। वह आत्मा थी, जिसकी खाली आँखें उसकी ओर ताक रही थीं। अंतिम बार उसने अपना नाम चिल्लाते हुए सुना और फिर जंगल ने उसे पूरी तरह से निगल लिया।",
            "tamil": "ராத்திரி நேரத்தில், ஒரு சிறிய கிராமத்தில், காட்டில் இருந்து ஒரு விசித்திரமான ஒலி கேட்டது. கிராமவாசிகள் அந்த காட்டில் ஒரு பண்டைய ஆவி சுழற்றுகின்றது என்று கூறுகிறார்கள். உண்மை தெரிந்து கொள்ளத் தீர்மானித்த ஒரு வீரனான மனிதன், இருளுக்குள் காட்டுக்கு சென்று கொண்டிருந்தான். அவர் ஆழத்தில் சென்றபோது, காற்று சுவர்களுக்கு உணர்த்தியது மற்றும் ஒரு பயங்கரமான முணுமுணுக்கல் அவன் பின்பற்றியது. அவன் இதை புறக்கணிக்க முயற்சித்தாலும், அது ஒலி இல்லை, அவன் பெயரை அழைத்துவிடுகிறது. பயந்த அவன் ஓடி போக முயற்சித்தான், ஆனால் ஒரு உருவம் இருளில் இருந்து வெளிவந்தது. அது அந்த ஆவியென்று அது அவனைக் கூரிய கண்களில் பார்த்தது. இறுதியாக அவன் தன் பெயரை முழங்கிக்கும் போது, காட்டு அவனை முழுமையாக உறிஞ்சியது.",
            "kannada": "ರಾತ್ರಿ ಸಮಯದಲ್ಲಿ, ಒಂದು ಸಣ್ಣ ಹಳ್ಳಿಯಲ್ಲಿ, ಕಾಡಿನಿಂದ ಒಂದು ವಿಚಿತ್ರ ಧ್ವನಿ ಕೇಳಿಸಿತು. ಹಳ್ಳಿಕಾರರು ಆ ಕಾಡಿನಲ್ಲಿ ಒಂದು ಪ್ರಾಚೀನ ಆತ್ಮ ಹಾರಾಡುತ್ತಿದೆಯೆಂದು ಹೇಳುತ್ತಿದ್ದರು. ಹಕ್ಕುಮಟ್ಟಿಗೆ ಸತ್ಯವನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಿರ್ಧರಿಸಿದ ಒಬ್ಬ ಧೈರ್ಯಶಾಲಿ ವ್ಯಕ್ತಿ, ಕತ್ತಲೆಯೊಳಗೆ ಕಾಡಿಗೆ ಪ್ರವೇಶಿಸಿದನು. ಅವನು ಒಳಗೆ ಹಾರಿದಂತೆ, ಗಾಳಿ ತಣ್ಣಗಾಗಿತ್ತಾದರೂ, ಒಂದು ಭಯಾನಕವಾದ ಕೂಗು ಅವನನ್ನು ಹಿಂಬಾಲಿಸಿತು. ಅವನು ಅದನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ ಮುಂದುವರೆಯಲು ಪ್ರಯತ್ನಿಸಿದನು ಆದರೆ ಅದು ಕೂಗು ಈಗ ಅವನ ಹೆಸರನ್ನು ಕೂಗುವುದಾಗಿ ಉದುರಿಸಿತು. ಭಯದಿಂದ, ಅವನು ಓಡಲು ಆರಂಭಿಸಿದನು ಆದರೆ ಒಂದು ಆಕಾರ ಕತ್ತಲೆಯೊಳಗಿಂದ ಹೊರಹೋಗುತ್ತಿದ್ದುದನ್ನು ನೋಡಿದನು. ಅದು ಆ ಆತ್ಮವಾಗಿತ್ತು, ಅದರ ಶೂನ್ಯಕಣ್ಣುಗಳು ಅವನನ್ನು ನೇರವಾಗಿ ನೋಡುತ್ತಿದ್ದವು. ಅವನ ಹೆಸರನ್ನು ಕೊನೆಯಲ್ಲಿ ಕರೆದಾಗ, ಕಾಡು ಅವನನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಿಂದಿತು.",
            "malayalam": "രാത്രിയുടെ ഗഹനത്തിൽ, ഒരു ചെറിയ ഗ്രാമത്തിൽ, കാട്ടിൽ നിന്നൊരു അതിശയകരമായ ശബ്ദം കേട്ടു. ഗ്രാമവാസികൾ അതിലൊരു പാരമ്പര്യാത്മാവ് കാടുകളിൽ സഞ്ചരിക്കുന്നതായി പറഞ്ഞു. സത്യം കണ്ടെത്താൻ താൽപര്യപ്പെട്ട ഒരു ധൈര്യശാലിയായ പുരുഷൻ, ഇരുട്ടിൽ കാടിലേക്ക് കടന്നു. അവൻ അതിന്റെ ആഴത്തിലേക്ക് യാത്ര ചെയ്തപ്പോൾ, ഹിതമായ വായു ഉരുകിയതും, ഒരു ഭയാനകമായ മൊഴി അവനെ പിന്തുടർന്ന് വരികയായിരുന്നു. അവൻ അതിനെ അവഗണിക്കാനൊരുത്തി, എന്നാൽ അതിന്റെ ശബ്ദം ഇനി അവന്റെ പേരെ വിളിക്കുകയായിരുന്നു. പേടി കൊണ്ട് അവൻ ഓടി രക്ഷപ്പെടാൻ ശ്രമിച്ചെങ്കിലും, ഒരു രൂപം അവനെ കാണാനായി ഇരുട്ടിൽ നിന്ന് പുറപ്പെട്ടുവന്നത്. അത് ആ ആത്മാവായിരുന്നു, അത് പൊള്ളിച്ച കണ്ണുകളോടെ അവനെ നോക്കിയിരുന്നു. അവസാനം അവൻ തന്റെ പേരെ മുഴുവൻ വിളിച്ച് കേട്ടപ്പോൾ, കാട് അവനെ മുഴുവൻ ചവിട്ടി."    
        },
        "medium":{
            "english": "It was a cold night when Emily decided to take the shortcut through the forest to reach her home faster. The moon barely lit the dark path ahead. As she walked deeper into the woods, she heard footsteps following her. She turned around, but no one was there. Her heart raced as the footsteps grew louder. Panic set in as she saw shadows moving in the trees. Emily tried to run, but her legs felt heavy, as if something was pulling her down. Suddenly, she stumbled upon an old, abandoned house. She ran inside to hide. As she caught her breath, she noticed a figure in the corner of the room. It was a pale woman with hollow eyes, staring right at her. Emily screamed, but no sound came out. The figure moved closer, and Emily realized the horrifying truth: she had entered the house of a spirit that had never left.",
            "telugu": "ఒక చల్లని రాత్రి, ఎమిలీ తన ఇంటికి త్వరగా చేరుకోవడానికి అడవిలోని షార్ట్‌కట్ తీసుకోవాలని నిర్ణయించుకుంది. చంద్రుడు కేవలం ముందు ఉన్న చీకటి మార్గాన్ని తక్కువగా వెలిగించాడు. ఆమె అడవిలో లోతుగా నడుచుకుంటూ వెళ్ళినపుడు, ఆమె వెనుక అడుగుల శబ్దం వినిపించింది. ఆమె తిరిగి చూసింది, కానీ అక్కడ ఎవరూ లేరు. అడుగుల శబ్దం మరింత గొప్పగా మారింది. ఆమెకు భయం మొదలైంది, ఎందుకంటే గుంపులో కాయలు కదులుతున్నట్లుగా కనపడింది. ఎమిలీ పరుగెత్తాలని ప్రయత్నించింది, కానీ ఆమె కాలు భారంగా అనిపించింది, ఒకటి ఆమెను దిగబెట్టుకుంటున్నట్లు. అప్పుడు ఆమె పాత abandoned గృహం మీద పడింది. ఆమె దాచుకోవడానికి అంగలించిన పాత గృహంలో పరిగెత్తింది. ఆమె ఊపిరి తిరిగేంత వరకు, ఒక కోణంలో ఉన్న ఒక ఆకృతి చూసింది. అది ముక్కు పరిగొట్టు, గుండ్రంగా చూస్తున్న పగటి వ్యక్తి. ఎమిలీ కేకలు వేయింది, కానీ ఎటువంటి శబ్దం వచ్చినట్లుగా లేదు. ఆకృతి దగ్గరికి చేరింది, ఎమిలీ భయంకరమైన నిజాన్ని గ్రహించింది: ఆమె ఒక దెయ్యం వదిలిన భవనంలోకి ప్రవేశించింది.",
            "hindi": "यह एक ठंडी रात थी जब एमिली ने घर जल्दी पहुंचने के लिए जंगल के रास्ते को शॉर्टकट के रूप में चुना। चाँद की रोशनी मुश्किल से अंधेरे रास्ते को रोशन कर रही थी। जैसे ही वह जंगल में गहरी चलने लगी, उसने अपने पीछे कदमों की आवाज़ सुनी। वह मुड़ी, लेकिन वहाँ कोई नहीं था। उसकी धड़कन तेज़ हो गई जैसे-जैसे कदमों की आवाज़ तेज़ होती गई। उसे घबराहट होने लगी क्योंकि उसने देखा कि पेड़ों में छायाएँ हिल रही थीं। एमिली ने दौड़ने की कोशिश की, लेकिन उसके पैर भारी हो गए, जैसे कुछ उसे नीचे खींच रहा हो। अचानक, वह एक पुराना, abandoned घर देखती है। वह छिपने के लिए अंदर भागी। जब वह अपनी सांस थामने लगी, तो उसने कमरे के कोने में एक आकृति देखी। यह एक पीली महिला थी, जिसकी आँखें खोखली थीं, और वह सीधा एमिली को घूर रही थी। एमिली ने चीखने की कोशिश की, लेकिन कोई आवाज़ नहीं निकली। आकृति उसके पास आ रही थी, और एमिली ने भयावह सच्चाई का पता लगाया: वह एक ऐसी आत्मा के घर में प्रवेश कर चुकी थी जो कभी नहीं गई थी।",
            "tamil": "ஒரு குளிர்ந்த இரவில், எமிலி தனது வீட்டிற்கு விரைவாக செல்ல காட்டுக்குள் குறுகிய பாதையை தேர்ந்தெடுத்தாள். சந்திரன் கடுமையாக அंधகரமான பாதையை ஒளிர்த்து கொண்டிருந்தான். அவள் காட்டின் ஆழமான பகுதிக்கு நடந்து சென்றபோது, அவள் பின்புறம் வேதனை அளிக்கும் அடிகள் கேட்கப்படுவதை உணர்ந்தாள். அவள் திரும்பி பார்த்தபோது, யாரும் இல்லை. அவளது இதயம் அதிர்ந்தது, ஏனென்றால் அவள் காடுகளில் நிழல்களைக் கசக்கி விடும் காட்சியைக் கண்டாள். எமிலி ஓட முயற்சித்தாள், ஆனால் அவளது கால் எடைபோகி, யாரோ ஒருவரால் அவளுக்கு கீழே இழுக்கப்பட்டு கொண்டு இருந்தது. அப்போது அவள் ஒரு பழைய abandoned வீட்டை கண்டாள். அவள் அந்த வீட்டிற்கு ஓடிக் கொண்டே சென்றாள். அவள் திகைப்புடன் மூச்சு பிடிக்கும்போது, அவள் அறையின் மூலையில் ஒரு உருவத்தை கவனித்தாள். அது ஒரு மஞ்சள் நிறமான பெண், வெறித்தோன்றிய கண்களுடன் அவளை நேராக பார்க்கிறாள். எமிலி குரல் போக முயற்சித்தாள், ஆனால் எந்த சத்தமும் வரவில்லை. உருவம் அவளுக்குப் அருகில் வந்தது, எமிலி பயங்கரமான உண்மையை உணர்ந்தாள்: அவள் ஒரு அஞ்சலான வீடுகளில் அடங்கி இருந்த ஆவியின் வீட்டுக்குள் சென்றிருந்தாள்.",
            "kannada": "ಒಂದು ಚಳಿಯ ರಾತ್ರಿ, ಎಮಿಲಿ ತನ್ನ ಮನೆಗೆ ಶೀಘ್ರವಾಗಿ ತಲುಪಲು ಅರಣ್ಯದಲ್ಲಿ ಶಾರ್ಟ್‌ಕಟ್ ತೆಗೆದುಕೊಳ್ಳಲು ನಿರ್ಧರಿಸುತೆನೆ. ಚಂದ್ರನ ಬೆಳಕು ಕೇವಲ ಹಿಂದಿನ ಕತ್ತಲೆಯ ಮಾರ್ಗವನ್ನು ಹಾಕುತ್ತಿತ್ತು. ಅವಳು ಅರಣ್ಯದಲ್ಲಿ ಆಳವಾಗಿ ನಡೆದು ಹೋಗುತ್ತಿದ್ದಂತೆ, ಅವಳು ತನ್ನ ಹಿಂದೆ ಹೆಜ್ಜೆಗಳು ಕೇಳುತ್ತಿದ್ದಳು. ಅವಳು ತಿರುಗಿದಾಗ, ಅಲ್ಲಿ ಯಾರೂ ಇರಲಿಲ್ಲ. ಅವಳ ಹೃದಯ ಬುದ್ದಿಮತ್ತೆ ಇಂದೆ ಆದ್ದರಿಂದ ಅವಳ ಹೆಜ್ಜೆಗಳು ಹೆಚ್ಚಾಗಿ ಕೇಳಲು ಶುರುವಾಗಿದ್ದವು. ಅವಳಿಗೆ ಅದೆಷ್ಟೋ ಕಪ್ಪು ಬಾಗಿಲುಗಳನ್ನು ಕಾಣುತ್ತಿದ್ದಂತೆ ಭಯವಾಗಲು ಶುರುವಾಗಿತ್ತು. ಎಮಿಲಿ ಓಡಲು ಪ್ರಯತ್ನಿಸಿದಳು, ಆದರೆ ಅವಳ ಕಾಲುಗಳು ತೂಕವಾಗುತ್ತಿದ್ದರು, ಯಾವುದೇ ವಿಷಯ ಅವಳನ್ನು ಕೆಳಗೆ ಹೀನಾಯವಾಗಿಸುತ್ತಿದ್ದಂತೆಯೇ. ಆಗ ಅವಳು ಒಂದು ಹಳೆಯ, abandoned ಮನೆವನ್ನು ಕಂಡುಹಿಡಿದಳು. ಅವಳು ಅಲ್ಲಿ ಕುಳಿತಿದ್ದಾರೆಂದು ಜ್ಞಾಪಕ ಮಾಡಿ. ಅವಳ ಉಸಿರು ತಲುಪಿದಾಗ, ಅವಳು ಕೋಣೆಯ ಒಳಭಾಗದಲ್ಲಿ ಒಂದು ರೂಪವನ್ನು ನೋಡಿದಳು. ಅದು ದಪ್ಪ ಮುಖ, ಮಣ್ಣು ಕೂಡಿದ ಕಣ್ಣಿರುಗಳನ್ನು ನೋಡುತ್ತಿದ್ದ ಒಂದು ಮಹಿಳೆ. ಎಮಿಲಿ ಕೂಗಲು ಪ್ರಯತ್ನಿಸಿದಳು, ಆದರೆ ಯಾವುದೇ ಧ್ವನಿ ಹೊರಗೊಮ್ಮಲು ಹೊರಹೊಮ್ಮುತ್ತಿರಲಿಲ್ಲ. ರೂಪವು ಅವಳಿಗೆ ಹತ್ತಿರ ಹಾರಿದಂತೆ, ಎಮಿಲಿಗೆ ಅವಳನ್ನು ನೋಡಿದಾಗ ಅದು ಹತ್ತಿರ ಇರುತ್ತದೆ.",
            "malayalam": "ഒരു തണുത്ത രാത്രിയായിരുന്നു, എമിലി തന്റെ വീട്ടിലേക്ക് വേഗത്തിൽ എത്താൻ കാട്ടിനുള്ള വഴിയിലൂടെ ഒരു ഷോർട്ട്കട്ട് എടുക്കാൻ തീരുമാനിച്ചു. ചന്ദ്രനിന്റെ വെളിച്ചം കെവലം മുന്നിലുള്ള ഇരുട്ടും മണ്ണും പ്രകാശിപ്പിക്കുന്നുണ്ടായിരുന്നു. അവള്‍ അഗാധമായ കാടിലേക്ക് നീങ്ങുമ്പോള്‍, അവള്‍ പിന്ഇടക്കുന്ന ചുവടുകള്‍ കേള്‍ക്കുന്നു. അവള്‍ തിരിഞ്ഞു നോക്കിയപ്പോൾ, അവിടെ ആരും ഇല്ലായിരുന്നു. അവളുടെ ഹൃദയം പടുപ്പായി പടര്‍ന്നപ്പോൾ, ചുവടുകൾ കൂട്ടത്തോടെ ഉയരുന്നതിനെ അവള്‍ കണ്ടു. അവളുടെ പ്രിയങ്കരമായ ഭയം വർദ്ധിച്ചതുകൊണ്ട് അവള്‍ കാണുന്നത് മരംകളിൽ കാറ്റിന്റെ പശ്ചാത്തലത്തിൽ നീങ്ങുന്ന നിഴലുകൾ തന്നെയായിരുന്നു. എമിലി ഓടാൻ ശ്രമിച്ചു, പക്ഷേ അവളുടെ കാലുകൾ വെറും ഒട്ടും ഭാരമായിരിക്കുക തുടങ്ങിയിരുന്നു, എവിടേങ്കിലും അവളെ താഴേക്ക് പിന്‍‌ചെയ്യുന്നുണ്ടായിരുന്നു. അപ്രകാരമാണ് അവള്‍ ഒരു പഴയ, ഉപേക്ഷിക്കപ്പെട്ട വീടിന്റെ അടുത്തെത്തിയത്. അവള്‍ അവിടെ ചുട്ടുപോകാൻ ഓടിയിരുന്നു. അവളുടെ ശ്വാസം സുഖം തിരിച്ചവിടെ, അവള്‍ കോണിൽ ഒരു രൂപം കണ്ടു. അതൊരു വെളുത്ത മുഖമുള്ള സ്ത്രീയായിരുന്നു, രഹസ്യമായ കണ്ണുകളോടുകൂടി അവളെ നേരിട്ട് നോക്കിയിരുന്നോ. എമിലി കരച്ചില്‍ പിടിച്ചെങ്കിലും, ശബ്ദം ഒരു തലച്ചോറില്‍ പോലും പുറപ്പെടുന്നില്ല. രൂപം അടുത്തെത്തി, എമിലി ഭയങ്കരമായ സത്യം തിരിച്ചറിഞ്ഞു: അവള്‍ എപ്പോഴും പിരിയാത്ത ഒരു ആത്മാവിന്റെ വീട്ടിലേക്ക് എത്തിയിരുന്നു."
        },
        "long":{
            "english":"The moon hung high in the sky, casting an eerie glow over the old mansion at the edge of the town. As the clock struck midnight, a chill swept through the air, sending shivers down Sarah’s spine. She had heard the rumors about the mansion, about the strange happenings that surrounded it. Some said it was cursed, others claimed it was haunted by the spirits of those who had died within its walls. Despite all the warnings, Sarah couldn’t resist the urge to explore the abandoned house. With a flashlight in hand, she pushed open the creaky front door and stepped inside. The air was thick with dust, and the silence was deafening. As she moved through the dark corridors, the floorboards creaked under her weight, and the faint sound of whispers seemed to follow her. Her heart raced as she reached the grand staircase, which led to the upper floors. The moment her foot touched the first step, a cold gust of wind slammed the door shut behind her, trapping her inside. Panic set in as she realized she was not alone. The whispers grew louder, and the temperature dropped further. She turned to find a shadowy figure standing at the top of the stairs, its eyes glowing with an unnatural light. Sarah froze, her breath caught in her throat as the figure began to descend. It moved with a fluidity that was unnatural, its steps silent and deliberate. Sarah turned and ran, her footsteps echoing in the empty halls. The door to the outside world was just ahead, but it seemed to stretch farther away with every step she took. The figure was getting closer, its form becoming clearer, revealing the twisted face of a long-dead corpse. Desperation overtook her, and she broke into a full sprint. Just as she reached the door, a cold hand grabbed her arm, pulling her back. She screamed, but her voice was muffled, swallowed by the darkness. The last thing she saw before everything went black was the face of the corpse, inches away from hers, its cold breath brushing her cheek. Sarah was never seen again, and the mansion remained a place of dread, a haunting reminder of the horrors that lurked within its walls.",
            "telugu":"చంద్రుని వెలుగు ఆ గ్రామం అంచుల్లో ఉన్న పురాతన మంజిలపై విచిత్రమైన ఆవిరి నింపింది. మధ్యరాత్రి గంటలు వేయగానే, ఓ చల్లటి గాలి ఎగిరింది, సారా గుండె చప్పుడు వేయించగలిగింది. ఆమెకు ఆ మంజిల గురించి పలు గుసగుసలు వినిపించాయి, అందులో జరిగిన విచిత్రమైన సంఘటనలు గురించి. కొందరు అది శాపగ్రస్తంగా చెప్పారు, మరికొందరు చెప్పినది అది మరణించిన వారి ఆత్మలతో వేయించబడిన ప్ర haunted manor అని. అన్ని హెచ్చరికలకీ అతిగా, సారా ఆ abandoned house ని అన్వేషించటానికి ప్రేరణను తట్టుకోలేకపోయింది. చేతిలో ఫ్లాష్‌లైట్‌ తో, ఆమె కవాటపు మెరుగులపైకి అడుగుపెట్టింది. గాలిలో గాలి, చిరకాలము దుమ్ము కలిసి ఉన్న దాడి పాపం గుండె చప్పుడు వేయించేసింది. ఆమె అదృశ్యాన్ని, వినిపించే గుసగుసలు వదిలిపోతూ మళ్లీ అప్పటి భావాల మధ్య విహారాలు ముందుకు పొడిగించాయి. ఆమె ఊపిరి గుండెలో కటాకుతున్నప్పుడు, అప్పుడు పెరిగింది ప్రతిసారీ పడవల మేఘాలు. అప్పుడు అదృశ్యమైన ఆశలు అధికంగా వేసిన విభాగాలు. "  ,
            "hindi":"राजधानी से दूर एक छोटे से गांव में एक पुराना हवेली थी, जिसमें कोई नहीं रहता था। गांववाले कहते थे कि हवेली में भूत-प्रेत का वास है। रात होते ही हवेली से अजीब आवाजें आतीं थीं, जैसे कोई दरवाजा खोलने की कोशिश कर रहा हो, या फिर किसी का चीखने का शोर हो। एक दिन, एक युवक, राजीव, जो हमेशा अजीब घटनाओं में रुचि रखता था, ने हवेली का रहस्य जानने का फैसला किया। वह रात के समय हवेली में घुसा और वहां की खामोशी ने उसे डराने की बजाय और ज्यादा उत्सुक बना दिया। जैसे ही वह अंदर गया, उसे हवा में एक ठंडी सिहरन महसूस हुई। उसने एक कमरे का दरवाजा खोला, और अचानक वह अंदर से एक सख्त आवाज आई, 'तुम यहाँ क्या करने आए हो?' राजीव डर के बावजूद आवाज की ओर बढ़ा। कमरे के अंदर उसने देखा कि एक पुरानी तस्वीर दीवार पर लटकी हुई थी, जिसमें एक महिला का चेहरा था। तस्वीर में महिला की आँखें सचमुच चल रही थीं। राजीव की साँसें रुकने लगीं। जैसे ही वह तस्वीर को और करीब से देखने लगा, महिला की आँखें अचानक बाहर निकल आईं और उसे पकड़ लिया। अगले दिन, गांववाले राजीव को हवेली के बाहर बेहोश पड़े हुए पाए। उसके होश में आने के बाद उसने बताया कि वह महिला उसकी आँखों में समा गई थी और अब वह उसे हर रात उसके सपनों में आकर डराती थी। हवेली का रहस्य कभी हल नहीं हुआ, और राजीव के बाद कोई भी उस हवेली के पास जाने की हिम्मत नहीं कर पाया।",
            "tamil":"ஒரு கிராமத்தில், ஒரு பழைய அரண்மனை இருந்தது. அந்த அரண்மனையில் யாரும் வாழாதனர், ஆனால் கிராமத்தவர் கூறுவார்கள் அந்த அரண்மனையில் பிசாசுகள் இருக்கின்றன என்று. இரவு நேரம் வந்தால், அரண்மனையிலிருந்து வித்தியாசமான சப்தங்கள் வரும், ஒரு கதவு திறக்கப்படும் போலும், அல்லது ஒரு ஆபத்து கூச்சல் கேட்கும் போலும். ஒரு நாள், சூர்யா என்ற இளைஞன், அசாதாரணமான சம்பவங்களை ஆராய்வதில் ஆர்வம் கொண்டவர், அந்த அரண்மனையை ஆய்வு செய்ய முடிவெடுத்தான். அவர் இரவு நேரத்தில் அந்த அரண்மனையை நுழைந்தார், ஆனால் உள்ளே அமைதி நிறைந்திருந்தது, இது அவரை மேலும் ஆர்வமாக ஆக்கியது. அவர் ஒரு அறைக்கு சென்று கதவை திறந்தார், அப்போது அந்த அறையில் ஒரு கடுமையான குரல் கேட்டது, 'நீங்கள் இங்கு என்ன செய்ய வந்தீர்கள்?' சூர்யா பயப்படாமலும் அந்த குரலின் திசையில் சென்று கொண்டார். அந்த அறையில், ஒரு பழைய படத்தை அவர் கண்டார், அதில் ஒரு பெண்ணின் முகம் தெரிந்தது. அந்த படத்தில், அந்த பெண்ணின் கண்கள் உண்மையில் அதிரப்புடன் நகர்ந்தன. சூர்யாவின் இதயதுடிப்புகள் அதிகரித்தன. அவர் அந்த படத்தை அதிகமாக ஆராய்ந்தபோது, அந்த பெண்ணின் கண்கள் அவனை பிணைத்து பிடித்தன. அடுத்த நாளில், கிராமத்தவர்கள் சூர்யாவை அரண்மனையின் வெளியே மயங்கி கிடப்பவராக கண்டுபிடித்தார்கள். அவர் மீண்டும் விழித்தபோது, அவர் கூறினார், அந்த பெண் அவனது கண்களில் நுழைந்துவிட்டாள், மற்றும் அவள் அதை தொடர்ந்து அவனை திகைத்துக் கொண்டிருப்பதாக. அரண்மனையின் மர்மம் எப்போதும் தீராதது, மேலும் சூர்யா பிறகு அந்த அரண்மனைக்கு அருகிலோ செல்லவில்லை.",
            "kannada":"ಹಗಲು ಮುಗಿದು ರಾತ್ರಿ ಆವರಿಸಲು ಶುರುವಾದಾಗ, ಸುಭದ್ರಾ ಮನೆಯ ಹೊರಗಿನ ಹಬ್ಬವನ್ನು ನೋಡಿ ಕಂಬನಿ ಮಿಡಿತವಾದಳು. ಅವಳ ಮನಸ್ಸಿನಲ್ಲಿ ಯಾರೋ ಗೂಡುಕೂಡು ಅಂತಹ ಘೋಷಣೆ ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿತ್ತು. ಅದು ಪ್ರಾರಂಭವಾಗಿದ್ದು, ತುಂಬಾ ಹಳೆಯ ಹಳ್ಳಿಯಲ್ಲಿ. ಸುಭದ್ರಾ ಮತ್ತು ಅವಳ ಕುಟುಂಬ ಅದರಲ್ಲಿ ನೆಲೆಸಲು ಇಷ್ಟಪಟ್ಟಿದ್ದರೆ, ಆದರೆ ಅವಳಿಗೆ ಈ ಮನೆ ಉಂಟುಮಾಡಿದ ಆತಂಕವನ್ನು ಮುಂದುವರೆಸಲು ಸಾಕಷ್ಟು ಕಾರಣಗಳಿದ್ದವು. ಆ ರಾತ್ರಿಯಲ್ಲಿದ್ದ ಮನೆಯ ಗೋಚರವಾದ ಧ್ವನಿಗಳು ಅವಳನ್ನು ಪುರಾಣಗಳ ಮೂಲಕ ಒತ್ತಾಯಿಸುತ್ತಿದ್ದವು. ಮನೆಯಲ್ಲಿ ಅವಳನ್ನು ಕಣ್ಣಿಗೆ ಕಾಣದ ಮಾಂತ್ರಿಕ ಪ್ರೇತಗಳಿದ್ದವು ಎಂಬುದನ್ನು ಕೇಳಿದಳು, ಆದರೆ ಅವಳಿಗೆ ನಂಬಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಅವಳಿಗೆ ಕಾಣುತ್ತಿದ್ದ ಪರಾಕ್ರಮಗಳನ್ನು ಮಾತ್ರ ಕಂಡು, ಅವಳ ರಕ್ಷಣೆಗೆ ಆಗಬೇಕಾದದ್ದು ಎಂದೂ ತಲುಪಲಿಲ್ಲ. ಕಾಲಕ್ರಮೇಣ ಅವಳ ಮನಸ್ಸು ಗತಿಸಿದಂತೆ ಆ ಮನೆಯಲ್ಲಿರುವ ಹೌದು, ಮರಳುಕಟ್ಟಿದ ಹಳೆಯ ಮಾರ್ಗಗಳು, ಅದರ ಜೊತೆಗೆ ಘಟ್ಟುತ್ತಿರುವ ಧ್ವನಿಗಳು ಅವಳನ್ನು ಮುಳುಗಿಸುತ್ತಿದ್ದವು.",
            "malayalam": "കാറ്റിൻറെ കരുത്തോടെ വീശി നടന്നു കൊണ്ടിരിക്കുന്ന പ്രാകൃതിക ശക്തികളെ നോക്കി, റാമ്യയും അവളുടെ കുടുംബവും പേടിയോടെ ഓടിപ്പോകുന്നത്. ഹളലിനിൽ നിന്നുള്ള ചൊരിച്ചുള്ള ആലോചനകളെ നേരിട്ടു, അവരുടെ മദ്ധ്യത്തിൽ നല്ല മനുഷ്യരുടെ വാസം ഉണ്ടായിരുന്നിടത്ത് ഇന്ന് ദുഃഖകരമായ ശബ്ദങ്ങൾ കേൾക്കുന്നു. ഈ നാട്ടിൽ പുതിയ വീട് പറ്റാൻ തീരുമാനിച്ച റാമ്യ എപ്പോഴും നേരിടുന്ന വിഷാദങ്ങളും വീര്യവും തുടരുന്ന കഠിനമായ ദുരിതമായിരുന്നു. ഗാതയിലെ അനേകം ഭൂതങ്ങളും ശാപവും ഈ വീട്ടിലേക്ക് വന്നു. രാത്രി കാലത്ത് ഒരുപാട് ശബ്ദങ്ങളോടെ പൂഞ്ഞരികയും, വീട് ഉണർത്തിയപ്പോഴും അത് മാത്രമല്ല, ദൈവങ്ങൾ കൂടി അവളെ നോക്കുന്നു. ഇത് സാക്ഷ്യപ്പെടുത്തുന്ന ഒന്നുകിൽ, പ്രേതമായ മനുഷ്യനായി വരുന്ന ഒരു ആത്മാവ് അവരുടെ വീട്ടിലെ ഗൃഹാതുരമായ സാന്നിധ്യമായിരുന്നു."

        }
    }

}
